{smcl}
{txt}{sf}{ul off}{.-}
      name:  {res}<unnamed>
       {txt}log:  {res}\\wsl.localhost\Ubuntu\home\ethan\ra_work\ppol6818\poverty\hfc_log.smcl
  {txt}log type:  {res}smcl
 {txt}opened on:  {res}11 Apr 2025, 20:45:24
{txt}
{com}. * -----------------------------------
. * Generate synthetic
. * -----------------------------------
. 
. * Set programatic variables 
. gen caseid = _n
{txt}
{com}. label variable caseid "Unique Identifier for Each Observation"
{txt}
{com}. gen int enum_id = floor(runiform(1, 11))  // 1 to 10 i.e each should get ~100 surveys
{txt}
{com}. label variable enum_id "Enumerator ID"
{txt}
{com}. label define enumerator_lbl 1 "Enumerator 1" 2 "Enumerator 2" 3 "Enumerator 3" 4 "Enumerator 4" 5 "Enumerator 5" 6 "Enumerator 6" 7 "Enumerator 7" 8 "Enumerator 8" 9 "Enumerator 9" 10 "Enumerator 10"
{txt}
{com}. label values enum_id enumerator_lbl
{txt}
{com}. 
. * Create start and end times so that on average interviews take an hour 
. gen double base_time = clock("01jan2025 08:00:00", "DMYhms")
{txt}
{com}. label variable base_time "Base Time (Fixed)"
{txt}
{com}. gen double offset_msec = runiform(0, 8 * 60) * 60 * 1000  // 0–8 hours in milliseconds
{txt}
{com}. gen double start_time = base_time + offset_msec
{txt}
{com}. label variable start_time "Start Time of Interview"
{txt}
{com}. gen double duration_sec = rnormal(3600, 600)
{txt}
{com}. replace duration_sec = max(duration_sec, 300)  // Ensure minimum duration of 5 minutes
{txt}(0 real changes made)

{com}. label variable duration_sec "Interview Duration in Seconds"
{txt}
{com}. gen double end_time = start_time + duration_sec * 1000
{txt}
{com}. label variable end_time "End Time of Interview"
{txt}
{com}. format start_time end_time %tcHH:MM:SS
{txt}
{com}. * Calculate actual duration in seconds (check it's correct)
. gen double duration = (end_time - start_time) / 1000  // duration in seconds
{txt}
{com}. label variable duration "Duration of Interview in Seconds"
{txt}
{com}. sum duration

{txt}    Variable {c |}        Obs        Mean    Std. dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 4}duration {c |}{res}      1,000    3605.271    572.7449   1696.473   5367.142
{txt}
{com}. 
. *make some fake lat longs so we can map them and see if they were in the right place 
. * 13.2543° S, 34.3015° E (malawi) 
. gen double lat = runiform(12, 14)  
{txt}
{com}. gen double lon = runiform(33, 35)  
{txt}
{com}. label variable lat "Latitude"
{txt}
{com}. label variable lon "Longitude"
{txt}
{com}. 
. * Create a demo variable for gender, based on a normal distribution
. gen female = (rnormal() < .52)
{txt}
{com}. label variable female "Female Indicator (1 = Female, 0 = Male)"
{txt}
{com}. label define female_lbl 0 "Male" 1 "Female"
{txt}
{com}. label values female female_lbl
{txt}
{com}. 
. * Education (years of education)
. gen yrs_educ = floor(runiform(0, 12))
{txt}
{com}. label variable yrs_educ "Years of Education"
{txt}
{com}. replace yrs_educ = . if rnormal() < .1
{txt}(527 real changes made, 527 to missing)

{com}. replace yrs_educ = 99 if rnormal() > .99
{txt}(181 real changes made)

{com}. label define edu_lbl 99 "Refused"
{txt}
{com}. label values yrs_educ edu_lbl
{txt}
{com}. 
. * Age 
. gen age = rnormal(50, 15)
{txt}
{com}. replace age = round(age) 
{txt}(1,000 real changes made)

{com}. replace age = max(age, 18) if rnormal() < .2
{txt}(6 real changes made)

{com}. replace age = min(age, 100)  // Ensure age is not greater than 100
{txt}(1 real change made)

{com}. label variable age "Age of Respondent"
{txt}
{com}. label define age_lbl 17/100 "Age Range"
{txt}
{com}. label values age age_lbl
{txt}
{com}. 
. * Economic variables
. gen employed = (rnormal() < .32)
{txt}
{com}. label variable employed "Employment Status (1 = Employed, 0 = Not Employed)"
{txt}
{com}. label define emp_lbl 0 "Not Employed" 1 "Employed"
{txt}
{com}. label values employed emp_lbl
{txt}
{com}. gen hours_worked = floor(runiform(0, 55))
{txt}
{com}. replace hours_worked = . if employed != 1 & runiform() > .001
{txt}(370 real changes made, 370 to missing)

{com}. label variable hours_worked "Hours Worked per Week"
{txt}
{com}. gen wage = rnormal(100, 30) * 1.2 * hours_worked 
{txt}(370 missing values generated)

{com}. replace wage = . if runiform() < .1 | employed != 1  
{txt}(63 real changes made, 63 to missing)

{com}. label variable wage "Weekly Wage (in local currency)"
{txt}
{com}. 
. * -----------------------------------
. * HIGH FREQUENCY CHECKS
. * -----------------------------------
. 
. * -----------------------------------
. * Frequency Check: Enumerator ID
. * -----------------------------------
. tabulate enum_id, missing

{txt}Enumerator ID {c |}      Freq.     Percent        Cum.
{hline 14}{c +}{hline 35}
 Enumerator 1 {c |}{res}        108       10.80       10.80
{txt} Enumerator 2 {c |}{res}         82        8.20       19.00
{txt} Enumerator 3 {c |}{res}        104       10.40       29.40
{txt} Enumerator 4 {c |}{res}         99        9.90       39.30
{txt} Enumerator 5 {c |}{res}         85        8.50       47.80
{txt} Enumerator 6 {c |}{res}        108       10.80       58.60
{txt} Enumerator 7 {c |}{res}        100       10.00       68.60
{txt} Enumerator 8 {c |}{res}        112       11.20       79.80
{txt} Enumerator 9 {c |}{res}        104       10.40       90.20
{txt}Enumerator 10 {c |}{res}         98        9.80      100.00
{txt}{hline 14}{c +}{hline 35}
        Total {c |}{res}      1,000      100.00
{txt}
{com}. graph bar (count), over(enum_id, sort(1) descending label(angle(45))) ///
>     title("Number of Interviews per Enumerator") ///
>     ytitle("Number of Interviews")
{res}{txt}
{com}. graph export "`out'/enum_id.png", replace width(800) height(600) as(png)
{txt}{p 0 4 2}
(file {bf}
Design/02_outputs/enum_id.png{rm}
not found)
{p_end}
{p 0 4 2}
file {bf}
Design/02_outputs/enum_id.png{rm}
saved as
PNG
format
{p_end}

{com}. * -----------------------------------
. * Frequency Check: Start Hour
. * -----------------------------------
. gen hour_start = hh(start_time)
{txt}
{com}. tabulate hour_start, missing

 {txt}hour_start {c |}      Freq.     Percent        Cum.
{hline 12}{c +}{hline 35}
          8 {c |}{res}        130       13.00       13.00
{txt}          9 {c |}{res}        119       11.90       24.90
{txt}         10 {c |}{res}        141       14.10       39.00
{txt}         11 {c |}{res}        154       15.40       54.40
{txt}         12 {c |}{res}        116       11.60       66.00
{txt}         13 {c |}{res}        123       12.30       78.30
{txt}         14 {c |}{res}        106       10.60       88.90
{txt}         15 {c |}{res}        111       11.10      100.00
{txt}{hline 12}{c +}{hline 35}
      Total {c |}{res}      1,000      100.00
{txt}
{com}. graph bar (count), over(hour_start, sort(1)) ///
>     title("Start Time Distribution (by Hour)") ///
>     ytitle("Interview Count")
{res}{txt}
{com}. graph export "`out'/start.png", replace width(800) height(600) as(png)
{txt}{p 0 4 2}
(file {bf}
Design/02_outputs/start.png{rm}
not found)
{p_end}
{p 0 4 2}
file {bf}
Design/02_outputs/start.png{rm}
saved as
PNG
format
{p_end}

{com}. * -----------------------------------
. * Frequency Check: End Hour
. * -----------------------------------
. gen hour_end = hh(end_time)
{txt}
{com}. tabulate hour_end, missing

   {txt}hour_end {c |}      Freq.     Percent        Cum.
{hline 12}{c +}{hline 35}
          8 {c |}{res}          6        0.60        0.60
{txt}          9 {c |}{res}        120       12.00       12.60
{txt}         10 {c |}{res}        121       12.10       24.70
{txt}         11 {c |}{res}        147       14.70       39.40
{txt}         12 {c |}{res}        146       14.60       54.00
{txt}         13 {c |}{res}        120       12.00       66.00
{txt}         14 {c |}{res}        127       12.70       78.70
{txt}         15 {c |}{res}         99        9.90       88.60
{txt}         16 {c |}{res}        106       10.60       99.20
{txt}         17 {c |}{res}          8        0.80      100.00
{txt}{hline 12}{c +}{hline 35}
      Total {c |}{res}      1,000      100.00
{txt}
{com}. graph bar (count), over(hour_end, sort(1)) ///
>     title("End Time Distribution (by Hour)") ///
>     ytitle("Interview Count")
{res}{txt}
{com}. graph export "`out'/end.png", replace width(800) height(600) as(png)
{txt}{p 0 4 2}
(file {bf}
Design/02_outputs/end.png{rm}
not found)
{p_end}
{p 0 4 2}
file {bf}
Design/02_outputs/end.png{rm}
saved as
PNG
format
{p_end}

{com}. * -----------------------------------
. * Frequency Check: Duration Groups
. * -----------------------------------
. gen duration_group = .
{txt}(1,000 missing values generated)

{com}. replace duration_group = 1 if duration_sec < 2000
{txt}(4 real changes made)

{com}. replace duration_group = 2 if duration_sec >= 2000 & duration_sec < 3000
{txt}(146 real changes made)

{com}. replace duration_group = 3 if duration_sec >= 3000 & duration_sec < 4000
{txt}(607 real changes made)

{com}. replace duration_group = 4 if duration_sec >= 4000
{txt}(243 real changes made)

{com}. label define duration_grp_lbl 1 "Under 2000s" 2 "2000–2999s" 3 "3000–3999s" 4 "4000s and above"
{txt}
{com}. label values duration_group duration_grp_lbl
{txt}
{com}. tabulate duration_group, missing

 {txt}duration_group {c |}      Freq.     Percent        Cum.
{hline 16}{c +}{hline 35}
    Under 2000s {c |}{res}          4        0.40        0.40
{txt}     2000–2999s {c |}{res}        146       14.60       15.00
{txt}     3000–3999s {c |}{res}        607       60.70       75.70
{txt}4000s and above {c |}{res}        243       24.30      100.00
{txt}{hline 16}{c +}{hline 35}
          Total {c |}{res}      1,000      100.00
{txt}
{com}. 
. graph bar (count), over(duration_group, label(angle(45))) ///
>     title("Interview Duration Distribution") ///
>     ytitle("Number of Interviews")
{res}{txt}
{com}. graph export "`out'/duration.png", replace width(800) height(600) as(png)
{txt}{p 0 4 2}
(file {bf}
Design/02_outputs/duration.png{rm}
not found)
{p_end}
{p 0 4 2}
file {bf}
Design/02_outputs/duration.png{rm}
saved as
PNG
format
{p_end}

{com}. 
. * Convert start_time and end_time to Stata time format if not already
. format start_time %tc
{txt}
{com}. format end_time %tc
{txt}
{com}. 
. * Calculate actual survey duration from timestamps (in seconds)
. gen actual_duration_sec = (end_time - start_time) / 1000
{txt}
{com}. 
. * Compare with recorded duration_sec
. gen duration_diff = duration_sec - actual_duration_sec
{txt}
{com}. 
. * Summary statistics to check the discrepancies
. summarize duration_sec actual_duration_sec duration_diff

{txt}    Variable {c |}        Obs        Mean    Std. dev.       Min        Max
{hline 13}{c +}{hline 57}
duration_sec {c |}{res}      1,000    3605.271    572.7449   1696.473   5367.142
{txt}actual_dur~c {c |}{res}      1,000    3605.271    572.7449   1696.473   5367.142
{txt}duration_d~f {c |}{res}      1,000    5.31e-06    .0000839  -.0002437   .0002416
{txt}
{com}. 
. * Flag entries with major mismatches (optional)
. gen large_mismatch = abs(duration_diff) > 5  // flag if >5 seconds difference
{txt}
{com}. 
. * List examples with mismatches (optional)
. list caseid enum_id start_time end_time duration_sec actual_duration_sec duration_diff ///
>      if large_mismatch == 1, sepby(enum_id)
{txt}
{com}. 
. * Visualize difference (optional)
. histogram duration_diff, bin(50) normal ///
>     title("Difference between Recorded and Actual Duration (in seconds)")
{txt}(bin={res}50{txt}, start={res}-.00024367{txt}, width={res}9.704e-06{txt})
{res}{txt}
{com}. graph export "`out'/duration_diff.png", replace width(800) height(600) as(png)
{txt}{p 0 4 2}
(file {bf}
Design/02_outputs/duration_diff.png{rm}
not found)
{p_end}
{p 0 4 2}
file {bf}
Design/02_outputs/duration_diff.png{rm}
saved as
PNG
format
{p_end}

{com}.  * -----------------------------------
.  * Frequency Check: lat and lon
.  * -----------------------------------
. 
. codebook lat lon

{txt}{hline}
{res}lat{right:Latitude}
{txt}{hline}

{col 19}Type: Numeric ({res}double{txt})

{col 18}Range: [{res}12.001257{txt},{res}13.998941{txt}]{col 55}Units: {res}1.000e-09
{col 10}{txt}Unique values: {res}1,000{col 51}{txt}Missing .: {res}0{txt}/{res}1,000

{txt}{col 19}Mean: {res}{ralign 7:12.9754}
{txt}{col 14}Std. dev.: {res}{ralign 7:.579215}

{txt}{col 12}Percentiles: {col 25}{ralign 7:10%}{ralign 10:25%}{ralign 10:50%}{ralign 10:75%}{ralign 10:90%}
{res}{col 25}{ralign 7:12.1728}{ralign 10: 12.4773}{ralign 10: 12.9812}{ralign 10: 13.4828}{ralign 10: 13.7932}

{txt}{hline}
{res}lon{right:Longitude}
{txt}{hline}

{col 19}Type: Numeric ({res}double{txt})

{col 18}Range: [{res}33.002193{txt},{res}34.999026{txt}]{col 55}Units: {res}1.000e-09
{col 10}{txt}Unique values: {res}1,000{col 51}{txt}Missing .: {res}0{txt}/{res}1,000

{txt}{col 19}Mean: {res}{ralign 7:33.9685}
{txt}{col 14}Std. dev.: {res}{ralign 7:.560384}

{txt}{col 12}Percentiles: {col 25}{ralign 7:10%}{ralign 10:25%}{ralign 10:50%}{ralign 10:75%}{ralign 10:90%}
{res}{col 25}{ralign 7:33.1819}{ralign 10: 33.5082}{ralign 10: 33.9633}{ralign 10: 34.4132}{ralign 10: 34.7696}
{txt}
{com}. describe lat lon

{txt}Variable      Storage   Display    Value
    name         type    format    label      Variable label
{hline}
{p 0 48}{res}{bind:lat            }{txt}{bind: double  }{bind:%10.0g    }{space 1}{bind:         }{bind:  }{res}{res}Latitude{p_end}
{p 0 48}{bind:lon            }{txt}{bind: double  }{bind:%10.0g    }{space 1}{bind:         }{bind:  }{res}{res}Longitude{p_end}
{txt}
{com}. summarize lat lon, detail

                          {txt}Latitude
{hline 61}
      Percentiles      Smallest
 1%    {res} 12.02461       12.00126
{txt} 5%    {res} 12.09363       12.00307
{txt}10%    {res} 12.17284       12.00862       {txt}Obs         {res}      1,000
{txt}25%    {res}  12.4773       12.01063       {txt}Sum of wgt. {res}      1,000

{txt}50%    {res} 12.98122                      {txt}Mean          {res} 12.97537
                        {txt}Largest       Std. dev.     {res} .5792147
{txt}75%    {res} 13.48276       13.99469
{txt}90%    {res}  13.7932       13.99637       {txt}Variance      {res} .3354897
{txt}95%    {res} 13.89038       13.99892       {txt}Skewness      {res} .0393404
{txt}99%    {res}  13.9864       13.99894       {txt}Kurtosis      {res} 1.805887

                          {txt}Longitude
{hline 61}
      Percentiles      Smallest
 1%    {res} 33.02082       33.00219
{txt} 5%    {res} 33.09243       33.00424
{txt}10%    {res} 33.18193       33.00491       {txt}Obs         {res}      1,000
{txt}25%    {res} 33.50819       33.00704       {txt}Sum of wgt. {res}      1,000

{txt}50%    {res}  33.9633                      {txt}Mean          {res} 33.96848
                        {txt}Largest       Std. dev.     {res} .5603837
{txt}75%    {res} 34.41323       34.99155
{txt}90%    {res} 34.76958        34.9957       {txt}Variance      {res} .3140299
{txt}95%    {res} 34.88819       34.99644       {txt}Skewness      {res} .0521433
{txt}99%    {res} 34.97188       34.99903       {txt}Kurtosis      {res} 1.912036
{txt}
{com}. list lat lon if lat < -90 | lat > 90 | lon < -180 | lon > 180
{txt}
{com}. count if missing(lat) | missing(lon)
  {res}0
{txt}
{com}. list if missing(lat) | missing(lon)
{txt}
{com}. 
. histogram lat, percent ///
>   title("Distribution of Latitudes") ///
>   xtitle("Latitude") ytitle("Percent") ///
>   color(ltblue)
{txt}(bin={res}29{txt}, start={res}12.001257{txt}, width={res}.06888562{txt})
{res}{txt}
{com}. graph export "`out'/lat.png", replace width(800) height(600) as(png) 
{txt}{p 0 4 2}
(file {bf}
Design/02_outputs/lat.png{rm}
not found)
{p_end}
{p 0 4 2}
file {bf}
Design/02_outputs/lat.png{rm}
saved as
PNG
format
{p_end}

{com}. histogram lon, percent ///
>   title("Distribution of Longitudes") ///
>   xtitle("Longitude") ytitle("Percent") ///
>   color(ltblue)
{txt}(bin={res}29{txt}, start={res}33.002193{txt}, width={res}.06885631{txt})
{res}{txt}
{com}. graph export "`out'/lat.png", replace width(800) height(600) as(png) 
{txt}{p 0 4 2}
file {bf}
Design/02_outputs/lat.png{rm}
saved as
PNG
format
{p_end}

{com}.  * -----------------------------------
.  * Frequency Check: female
.  * -----------------------------------
. 
. codebook female

{txt}{hline}
{res}female{right:Female Indicator (1 = Female, 0 = Male)}
{txt}{hline}

{col 19}Type: Numeric ({res}float{txt})
{ralign 22:Label}: {res:female_lbl}

{col 18}Range: [{res}0{txt},{res}1{txt}]{col 55}Units: {res}1
{col 10}{txt}Unique values: {res}2{col 51}{txt}Missing .: {res}0{txt}/{res}1,000

{txt}{col 13}Tabulation: Freq.   Numeric  Label
{col 20}{res}       292{col 32}       0{col 42}{txt}Male
{col 20}{res}       708{col 32}       1{col 42}{txt}Female

{com}. summarize female, detail

           {txt}Female Indicator (1 = Female, 0 = Male)
{hline 61}
      Percentiles      Smallest
 1%    {res}        0              0
{txt} 5%    {res}        0              0
{txt}10%    {res}        0              0       {txt}Obs         {res}      1,000
{txt}25%    {res}        0              0       {txt}Sum of wgt. {res}      1,000

{txt}50%    {res}        1                      {txt}Mean          {res}     .708
                        {txt}Largest       Std. dev.     {res} .4549098
{txt}75%    {res}        1              1
{txt}90%    {res}        1              1       {txt}Variance      {res} .2069429
{txt}95%    {res}        1              1       {txt}Skewness      {res}-.9149245
{txt}99%    {res}        1              1       {txt}Kurtosis      {res} 1.837087
{txt}
{com}. tabulate female, miss

     {txt}Female {c |}
  Indicator {c |}
       (1 = {c |}
Female, 0 = {c |}
      Male) {c |}      Freq.     Percent        Cum.
{hline 12}{c +}{hline 35}
       Male {c |}{res}        292       29.20       29.20
{txt}     Female {c |}{res}        708       70.80      100.00
{txt}{hline 12}{c +}{hline 35}
      Total {c |}{res}      1,000      100.00
{txt}
{com}. count if missing(female)
  {res}0
{txt}
{com}. 
. graph bar (count), over(female, label(angle(0))) ///
>     horizontal ///
>     blabel(bar) ///
>     bar(1, color(ltblue)) ///
>         bar(2, color(red)) ///
>     title("Respondents Gender Distribution")
{res}{txt}
{com}. graph export "`out'/gender.png", replace width(800) height(600) as(png) 
{txt}{p 0 4 2}
(file {bf}
Design/02_outputs/gender.png{rm}
not found)
{p_end}
{p 0 4 2}
file {bf}
Design/02_outputs/gender.png{rm}
saved as
PNG
format
{p_end}

{com}.  * -----------------------------------
.  * Frequency Check: years of education
.  * -----------------------------------
.         
. codebook yrs_educ

{txt}{hline}
{res}yrs_educ{right:Years of Education}
{txt}{hline}

{col 19}Type: Numeric ({res}float{txt})
{ralign 22:Label}: {res:edu_lbl}, but {res:12} nonmissing values are not labeled

{col 18}Range: [{res}0{txt},{res}99{txt}]{col 55}Units: {res}1
{col 10}{txt}Unique values: {res}13{col 51}{txt}Missing .: {res}429{txt}/{res}1,000

{txt}{ralign 23: Examples:}{col 25}{res}6{col 31}{txt}
{ralign 23: }{col 25}{res}99{col 31}{txt}Refused
{ralign 23: }{col 25}{res}.{col 31}{txt}
{ralign 23: }{col 25}{res}.{col 31}{txt}

{com}. describe yrs_educ

{txt}Variable      Storage   Display    Value
    name         type    format    label      Variable label
{hline}
{p 0 48}{res}{bind:yrs_educ       }{txt}{bind: float   }{bind:%9.0g     }{space 1}{bind:edu_lbl  }{bind:  }{res}{res}Years of Education{p_end}
{txt}
{com}. summarize yrs_educ, detail

                     {txt}Years of Education
{hline 61}
      Percentiles      Smallest
 1%    {res}        0              0
{txt} 5%    {res}        1              0
{txt}10%    {res}        2              0       {txt}Obs         {res}        571
{txt}25%    {res}        4              0       {txt}Sum of wgt. {res}        571

{txt}50%    {res}        9                      {txt}Mean          {res} 35.34676
                        {txt}Largest       Std. dev.     {res} 43.49546
{txt}75%    {res}       99             99
{txt}90%    {res}       99             99       {txt}Variance      {res} 1891.855
{txt}95%    {res}       99             99       {txt}Skewness      {res} .7727758
{txt}99%    {res}       99             99       {txt}Kurtosis      {res} 1.616941
{txt}
{com}. tabulate yrs_educ, miss

   {txt}Years of {c |}
  Education {c |}      Freq.     Percent        Cum.
{hline 12}{c +}{hline 35}
          0 {c |}{res}         21        2.10        2.10
{txt}          1 {c |}{res}         36        3.60        5.70
{txt}          2 {c |}{res}         39        3.90        9.60
{txt}          3 {c |}{res}         20        2.00       11.60
{txt}          4 {c |}{res}         28        2.80       14.40
{txt}          5 {c |}{res}         40        4.00       18.40
{txt}          6 {c |}{res}         30        3.00       21.40
{txt}          7 {c |}{res}         35        3.50       24.90
{txt}          8 {c |}{res}         34        3.40       28.30
{txt}          9 {c |}{res}         29        2.90       31.20
{txt}         10 {c |}{res}         38        3.80       35.00
{txt}         11 {c |}{res}         40        4.00       39.00
{txt}    Refused {c |}{res}        181       18.10       57.10
{txt}          . {c |}{res}        429       42.90      100.00
{txt}{hline 12}{c +}{hline 35}
      Total {c |}{res}      1,000      100.00
{txt}
{com}. tabulate yrs_educ, miss nolabel

   {txt}Years of {c |}
  Education {c |}      Freq.     Percent        Cum.
{hline 12}{c +}{hline 35}
          0 {c |}{res}         21        2.10        2.10
{txt}          1 {c |}{res}         36        3.60        5.70
{txt}          2 {c |}{res}         39        3.90        9.60
{txt}          3 {c |}{res}         20        2.00       11.60
{txt}          4 {c |}{res}         28        2.80       14.40
{txt}          5 {c |}{res}         40        4.00       18.40
{txt}          6 {c |}{res}         30        3.00       21.40
{txt}          7 {c |}{res}         35        3.50       24.90
{txt}          8 {c |}{res}         34        3.40       28.30
{txt}          9 {c |}{res}         29        2.90       31.20
{txt}         10 {c |}{res}         38        3.80       35.00
{txt}         11 {c |}{res}         40        4.00       39.00
{txt}         99 {c |}{res}        181       18.10       57.10
{txt}          . {c |}{res}        429       42.90      100.00
{txt}{hline 12}{c +}{hline 35}
      Total {c |}{res}      1,000      100.00
{txt}
{com}. 
. preserve
{txt}
{com}. 
. gen info_educ = 1 if yrs_educ <= 11
{txt}(610 missing values generated)

{com}. gen noinfo_educ = 1 if yrs_educ == 99
{txt}(819 missing values generated)

{com}. gen missing_educ = 1 if yrs_educ == .
{txt}(571 missing values generated)

{com}. 
. egen info = total(info_educ)
{txt}
{com}. egen noinfo = total(noinfo_educ)
{txt}
{com}. egen missings = total(missing_educ)
{txt}
{com}. 
. keep info noinfo missings
{txt}
{com}. duplicates drop

{p 0 4}{txt}Duplicates in terms of {txt} all variables{p_end}

(999 observations deleted)

{com}. 
. graph hbar (asis) info noinfo missings, bargap(30) blabel(bar) title("Survey Status: Years of Education") /// 
> subtitle(" ")
{res}{txt}
{com}. graph export "`out'/education.png", replace width(800) height(600) as(png) 
{txt}{p 0 4 2}
(file {bf}
Design/02_outputs/education.png{rm}
not found)
{p_end}
{p 0 4 2}
file {bf}
Design/02_outputs/education.png{rm}
saved as
PNG
format
{p_end}

{com}. restore
{txt}
{com}. 
.  * -----------------------------------
.  * Frequency Check: age
.  * -----------------------------------
. 
. codebook age

{txt}{hline}
{res}age{right:Age of Respondent}
{txt}{hline}

{col 19}Type: Numeric ({res}float{txt})
{ralign 22:Label}: {res:age_lbl}, but {res:75} nonmissing values are not labeled

{col 18}Range: [{res}8{txt},{res}100{txt}]{col 55}Units: {res}1
{col 10}{txt}Unique values: {res}77{col 51}{txt}Missing .: {res}0{txt}/{res}1,000

{txt}{ralign 23: Examples:}{col 25}{res}37{col 31}{txt}
{ralign 23: }{col 25}{res}46{col 31}{txt}
{ralign 23: }{col 25}{res}54{col 31}{txt}
{ralign 23: }{col 25}{res}62{col 31}{txt}

{com}. describe age

{txt}Variable      Storage   Display    Value
    name         type    format    label      Variable label
{hline}
{p 0 48}{res}{bind:age            }{txt}{bind: float   }{bind:%9.0g     }{space 1}{bind:age_lbl  }{bind:  }{res}{res}Age of Respondent{p_end}
{txt}
{com}. summarize age

{txt}    Variable {c |}        Obs        Mean    Std. dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 9}age {c |}{res}      1,000      49.708    14.57777          8        100
{txt}
{com}. tabulate age, missing

     {txt}Age of {c |}
 Respondent {c |}      Freq.     Percent        Cum.
{hline 12}{c +}{hline 35}
          8 {c |}{res}          1        0.10        0.10
{txt}         10 {c |}{res}          1        0.10        0.20
{txt}         15 {c |}{res}          1        0.10        0.30
{txt}          / {c |}{res}          2        0.20        0.50
{txt}         18 {c |}{res}         13        1.30        1.80
{txt}         19 {c |}{res}          3        0.30        2.10
{txt}         20 {c |}{res}          4        0.40        2.50
{txt}         21 {c |}{res}          5        0.50        3.00
{txt}         22 {c |}{res}          2        0.20        3.20
{txt}         23 {c |}{res}          5        0.50        3.70
{txt}         24 {c |}{res}          4        0.40        4.10
{txt}         25 {c |}{res}          5        0.50        4.60
{txt}         26 {c |}{res}          2        0.20        4.80
{txt}         27 {c |}{res}          9        0.90        5.70
{txt}         28 {c |}{res}         12        1.20        6.90
{txt}         29 {c |}{res}         11        1.10        8.00
{txt}         30 {c |}{res}         13        1.30        9.30
{txt}         31 {c |}{res}         13        1.30       10.60
{txt}         32 {c |}{res}         12        1.20       11.80
{txt}         33 {c |}{res}         16        1.60       13.40
{txt}         34 {c |}{res}         19        1.90       15.30
{txt}         35 {c |}{res}         16        1.60       16.90
{txt}         36 {c |}{res}         17        1.70       18.60
{txt}         37 {c |}{res}         17        1.70       20.30
{txt}         38 {c |}{res}         27        2.70       23.00
{txt}         39 {c |}{res}         21        2.10       25.10
{txt}         40 {c |}{res}         20        2.00       27.10
{txt}         41 {c |}{res}         24        2.40       29.50
{txt}         42 {c |}{res}         17        1.70       31.20
{txt}         43 {c |}{res}         25        2.50       33.70
{txt}         44 {c |}{res}         32        3.20       36.90
{txt}         45 {c |}{res}         26        2.60       39.50
{txt}         46 {c |}{res}         32        3.20       42.70
{txt}         47 {c |}{res}         24        2.40       45.10
{txt}         48 {c |}{res}         38        3.80       48.90
{txt}         49 {c |}{res}         18        1.80       50.70
{txt}         50 {c |}{res}         20        2.00       52.70
{txt}         51 {c |}{res}         21        2.10       54.80
{txt}         52 {c |}{res}         22        2.20       57.00
{txt}         53 {c |}{res}         28        2.80       59.80
{txt}         54 {c |}{res}         29        2.90       62.70
{txt}         55 {c |}{res}         20        2.00       64.70
{txt}         56 {c |}{res}         19        1.90       66.60
{txt}         57 {c |}{res}         28        2.80       69.40
{txt}         58 {c |}{res}         30        3.00       72.40
{txt}         59 {c |}{res}         25        2.50       74.90
{txt}         60 {c |}{res}         19        1.90       76.80
{txt}         61 {c |}{res}         22        2.20       79.00
{txt}         62 {c |}{res}         18        1.80       80.80
{txt}         63 {c |}{res}         27        2.70       83.50
{txt}         64 {c |}{res}         18        1.80       85.30
{txt}         65 {c |}{res}         14        1.40       86.70
{txt}         66 {c |}{res}         14        1.40       88.10
{txt}         67 {c |}{res}         12        1.20       89.30
{txt}         68 {c |}{res}         12        1.20       90.50
{txt}         69 {c |}{res}         13        1.30       91.80
{txt}         70 {c |}{res}          7        0.70       92.50
{txt}         71 {c |}{res}          2        0.20       92.70
{txt}         72 {c |}{res}         14        1.40       94.10
{txt}         73 {c |}{res}          9        0.90       95.00
{txt}         74 {c |}{res}          4        0.40       95.40
{txt}         75 {c |}{res}          4        0.40       95.80
{txt}         76 {c |}{res}          3        0.30       96.10
{txt}         77 {c |}{res}          4        0.40       96.50
{txt}         78 {c |}{res}          4        0.40       96.90
{txt}         79 {c |}{res}          2        0.20       97.10
{txt}         80 {c |}{res}          4        0.40       97.50
{txt}         81 {c |}{res}          7        0.70       98.20
{txt}         82 {c |}{res}          4        0.40       98.60
{txt}         83 {c |}{res}          3        0.30       98.90
{txt}         84 {c |}{res}          1        0.10       99.00
{txt}         85 {c |}{res}          1        0.10       99.10
{txt}         86 {c |}{res}          3        0.30       99.40
{txt}         88 {c |}{res}          3        0.30       99.70
{txt}         92 {c |}{res}          1        0.10       99.80
{txt}         93 {c |}{res}          1        0.10       99.90
{txt}  Age Range {c |}{res}          1        0.10      100.00
{txt}{hline 12}{c +}{hline 35}
      Total {c |}{res}      1,000      100.00
{txt}
{com}. tabulate age, nolabel missing

     {txt}Age of {c |}
 Respondent {c |}      Freq.     Percent        Cum.
{hline 12}{c +}{hline 35}
          8 {c |}{res}          1        0.10        0.10
{txt}         10 {c |}{res}          1        0.10        0.20
{txt}         15 {c |}{res}          1        0.10        0.30
{txt}         17 {c |}{res}          2        0.20        0.50
{txt}         18 {c |}{res}         13        1.30        1.80
{txt}         19 {c |}{res}          3        0.30        2.10
{txt}         20 {c |}{res}          4        0.40        2.50
{txt}         21 {c |}{res}          5        0.50        3.00
{txt}         22 {c |}{res}          2        0.20        3.20
{txt}         23 {c |}{res}          5        0.50        3.70
{txt}         24 {c |}{res}          4        0.40        4.10
{txt}         25 {c |}{res}          5        0.50        4.60
{txt}         26 {c |}{res}          2        0.20        4.80
{txt}         27 {c |}{res}          9        0.90        5.70
{txt}         28 {c |}{res}         12        1.20        6.90
{txt}         29 {c |}{res}         11        1.10        8.00
{txt}         30 {c |}{res}         13        1.30        9.30
{txt}         31 {c |}{res}         13        1.30       10.60
{txt}         32 {c |}{res}         12        1.20       11.80
{txt}         33 {c |}{res}         16        1.60       13.40
{txt}         34 {c |}{res}         19        1.90       15.30
{txt}         35 {c |}{res}         16        1.60       16.90
{txt}         36 {c |}{res}         17        1.70       18.60
{txt}         37 {c |}{res}         17        1.70       20.30
{txt}         38 {c |}{res}         27        2.70       23.00
{txt}         39 {c |}{res}         21        2.10       25.10
{txt}         40 {c |}{res}         20        2.00       27.10
{txt}         41 {c |}{res}         24        2.40       29.50
{txt}         42 {c |}{res}         17        1.70       31.20
{txt}         43 {c |}{res}         25        2.50       33.70
{txt}         44 {c |}{res}         32        3.20       36.90
{txt}         45 {c |}{res}         26        2.60       39.50
{txt}         46 {c |}{res}         32        3.20       42.70
{txt}         47 {c |}{res}         24        2.40       45.10
{txt}         48 {c |}{res}         38        3.80       48.90
{txt}         49 {c |}{res}         18        1.80       50.70
{txt}         50 {c |}{res}         20        2.00       52.70
{txt}         51 {c |}{res}         21        2.10       54.80
{txt}         52 {c |}{res}         22        2.20       57.00
{txt}         53 {c |}{res}         28        2.80       59.80
{txt}         54 {c |}{res}         29        2.90       62.70
{txt}         55 {c |}{res}         20        2.00       64.70
{txt}         56 {c |}{res}         19        1.90       66.60
{txt}         57 {c |}{res}         28        2.80       69.40
{txt}         58 {c |}{res}         30        3.00       72.40
{txt}         59 {c |}{res}         25        2.50       74.90
{txt}         60 {c |}{res}         19        1.90       76.80
{txt}         61 {c |}{res}         22        2.20       79.00
{txt}         62 {c |}{res}         18        1.80       80.80
{txt}         63 {c |}{res}         27        2.70       83.50
{txt}         64 {c |}{res}         18        1.80       85.30
{txt}         65 {c |}{res}         14        1.40       86.70
{txt}         66 {c |}{res}         14        1.40       88.10
{txt}         67 {c |}{res}         12        1.20       89.30
{txt}         68 {c |}{res}         12        1.20       90.50
{txt}         69 {c |}{res}         13        1.30       91.80
{txt}         70 {c |}{res}          7        0.70       92.50
{txt}         71 {c |}{res}          2        0.20       92.70
{txt}         72 {c |}{res}         14        1.40       94.10
{txt}         73 {c |}{res}          9        0.90       95.00
{txt}         74 {c |}{res}          4        0.40       95.40
{txt}         75 {c |}{res}          4        0.40       95.80
{txt}         76 {c |}{res}          3        0.30       96.10
{txt}         77 {c |}{res}          4        0.40       96.50
{txt}         78 {c |}{res}          4        0.40       96.90
{txt}         79 {c |}{res}          2        0.20       97.10
{txt}         80 {c |}{res}          4        0.40       97.50
{txt}         81 {c |}{res}          7        0.70       98.20
{txt}         82 {c |}{res}          4        0.40       98.60
{txt}         83 {c |}{res}          3        0.30       98.90
{txt}         84 {c |}{res}          1        0.10       99.00
{txt}         85 {c |}{res}          1        0.10       99.10
{txt}         86 {c |}{res}          3        0.30       99.40
{txt}         88 {c |}{res}          3        0.30       99.70
{txt}         92 {c |}{res}          1        0.10       99.80
{txt}         93 {c |}{res}          1        0.10       99.90
{txt}        100 {c |}{res}          1        0.10      100.00
{txt}{hline 12}{c +}{hline 35}
      Total {c |}{res}      1,000      100.00
{txt}
{com}. 
. preserve
{txt}
{com}. 
. gen age_category = .
{txt}(1,000 missing values generated)

{com}. replace age_category = 1 if age != 17 & age != 100  
{txt}(997 real changes made)

{com}. replace age_category = 2 if age == 17             
{txt}(2 real changes made)

{com}. replace age_category = 3 if age == 100      
{txt}(1 real change made)

{com}. 
. label define age_cat_lbl 1 "Correctly Specified" 2 "/" 3 "Age Range"
{txt}
{com}. label values age_category age_cat_lbl
{txt}
{com}. 
. graph hbar (count), over(age_category, label(angle(0))) ///
>   bar(1, color(ltblue)) bar(2, color(ltpink)) bar(3, color(ltgreen)) ///
>   title("Labels in the Age Variable") ///
>   blabel(bar) ///
>   note("Note 1: Labels '/' y 'Age Range' only have 2 and 1 observations respectively.")
{res}{p 0 4 2}
{txt}(note:  named style
ltpink not found in class
color,  default attributes used)
{p_end}
{p 0 4 2}
{txt}(note:  named style
ltpink not found in class
color,  default attributes used)
{p_end}
{p 0 4 2}
{txt}(note:  named style
ltgreen not found in class
color,  default attributes used)
{p_end}
{p 0 4 2}
{txt}(note:  named style
ltgreen not found in class
color,  default attributes used)
{p_end}
{res}{txt}
{com}. graph export "`out'/age.png", replace width(800) height(600) as(png) 
{txt}{p 0 4 2}
(file {bf}
Design/02_outputs/age.png{rm}
not found)
{p_end}
{p 0 4 2}
file {bf}
Design/02_outputs/age.png{rm}
saved as
PNG
format
{p_end}

{com}. restore
{txt}
{com}. 
. histogram age, percent ///
>   title("Distribution of Ages") ///
>   xtitle("Age") ytitle("Percent") ///
>   color(ltblue)
{txt}(bin={res}29{txt}, start={res}8{txt}, width={res}3.1724138{txt})
{res}{txt}
{com}. graph export "`out'/age_hist.png", replace width(800) height(600) as(png) 
{txt}{p 0 4 2}
(file {bf}
Design/02_outputs/age_hist.png{rm}
not found)
{p_end}
{p 0 4 2}
file {bf}
Design/02_outputs/age_hist.png{rm}
saved as
PNG
format
{p_end}

{com}. 
.  * -----------------------------------
.  * Frequency Check: employment status
.  * -----------------------------------
. 
. codebook employed

{txt}{hline}
{res}employed{right:Employment Status (1 = Employed, 0 = Not Employed)}
{txt}{hline}

{col 19}Type: Numeric ({res}float{txt})
{ralign 22:Label}: {res:emp_lbl}

{col 18}Range: [{res}0{txt},{res}1{txt}]{col 55}Units: {res}1
{col 10}{txt}Unique values: {res}2{col 51}{txt}Missing .: {res}0{txt}/{res}1,000

{txt}{col 13}Tabulation: Freq.   Numeric  Label
{col 20}{res}       370{col 32}       0{col 42}{txt}Not Employed
{col 20}{res}       630{col 32}       1{col 42}{txt}Employed

{com}. describe employed

{txt}Variable      Storage   Display    Value
    name         type    format    label      Variable label
{hline}
{p 0 48}{res}{bind:employed       }{txt}{bind: float   }{bind:%12.0g    }{space 1}{bind:emp_lbl  }{bind:  }{res}{res}Employment Status (1 = Employed, 0 = Not Employed){p_end}
{txt}
{com}. summarize employed, detail

     {txt}Employment Status (1 = Employed, 0 = Not Employed)
{hline 61}
      Percentiles      Smallest
 1%    {res}        0              0
{txt} 5%    {res}        0              0
{txt}10%    {res}        0              0       {txt}Obs         {res}      1,000
{txt}25%    {res}        0              0       {txt}Sum of wgt. {res}      1,000

{txt}50%    {res}        1                      {txt}Mean          {res}      .63
                        {txt}Largest       Std. dev.     {res} .4830459
{txt}75%    {res}        1              1
{txt}90%    {res}        1              1       {txt}Variance      {res} .2333333
{txt}95%    {res}        1              1       {txt}Skewness      {res}-.5385205
{txt}99%    {res}        1              1       {txt}Kurtosis      {res} 1.290004
{txt}
{com}. tabulate employed, miss

  {txt}Employment {c |}
 Status (1 = {c |}
 Employed, 0 {c |}
       = Not {c |}
   Employed) {c |}      Freq.     Percent        Cum.
{hline 13}{c +}{hline 35}
Not Employed {c |}{res}        370       37.00       37.00
{txt}    Employed {c |}{res}        630       63.00      100.00
{txt}{hline 13}{c +}{hline 35}
       Total {c |}{res}      1,000      100.00
{txt}
{com}. tabulate employed, miss nolabel 

 {txt}Employment {c |}
Status (1 = {c |}
Employed, 0 {c |}
      = Not {c |}
  Employed) {c |}      Freq.     Percent        Cum.
{hline 12}{c +}{hline 35}
          0 {c |}{res}        370       37.00       37.00
{txt}          1 {c |}{res}        630       63.00      100.00
{txt}{hline 12}{c +}{hline 35}
      Total {c |}{res}      1,000      100.00
{txt}
{com}. graph bar (count), over(employed, label(angle(0))) ///
>     horizontal ///
>     blabel(bar) ///
>     bar(1, color(ltblue)) ///
>         bar(2, color(red)) ///
>     title("Respondents Employment Status Distribution")
{res}{txt}
{com}. graph export "`out'/emp.png", replace width(800) height(600) as(png) 
{txt}{p 0 4 2}
(file {bf}
Design/02_outputs/emp.png{rm}
not found)
{p_end}
{p 0 4 2}
file {bf}
Design/02_outputs/emp.png{rm}
saved as
PNG
format
{p_end}

{com}.  * -----------------------------------
.  * Frequency Check: Number of hours worked
.  * -----------------------------------
. 
. codebook hours_worked

{txt}{hline}
{res}hours_worked{right:Hours Worked per Week}
{txt}{hline}

{col 19}Type: Numeric ({res}float{txt})

{col 18}Range: [{res}0{txt},{res}54{txt}]{col 55}Units: {res}1
{col 10}{txt}Unique values: {res}55{col 51}{txt}Missing .: {res}370{txt}/{res}1,000

{txt}{col 19}Mean: {res}{ralign 7:26.9651}
{txt}{col 14}Std. dev.: {res}{ralign 7:15.7552}

{txt}{col 12}Percentiles: {col 25}{ralign 7:10%}{ralign 10:25%}{ralign 10:50%}{ralign 10:75%}{ralign 10:90%}
{res}{col 25}{ralign 7:5}{ralign 10:      13}{ralign 10:      27}{ralign 10:      40}{ralign 10:      49}
{txt}
{com}. describe hours_worked

{txt}Variable      Storage   Display    Value
    name         type    format    label      Variable label
{hline}
{p 0 48}{res}{bind:hours_worked   }{txt}{bind: float   }{bind:%9.0g     }{space 1}{bind:         }{bind:  }{res}{res}Hours Worked per Week{p_end}
{txt}
{com}. summarize hours_worked, detail

                    {txt}Hours Worked per Week
{hline 61}
      Percentiles      Smallest
 1%    {res}        0              0
{txt} 5%    {res}        2              0
{txt}10%    {res}        5              0       {txt}Obs         {res}        630
{txt}25%    {res}       13              0       {txt}Sum of wgt. {res}        630

{txt}50%    {res}       27                      {txt}Mean          {res} 26.96508
                        {txt}Largest       Std. dev.     {res} 15.75524
{txt}75%    {res}       40             54
{txt}90%    {res}       49             54       {txt}Variance      {res} 248.2277
{txt}95%    {res}       52             54       {txt}Skewness      {res}  .011496
{txt}99%    {res}       54             54       {txt}Kurtosis      {res} 1.844115
{txt}
{com}. tabulate hours_worked, missing

      {txt}Hours {c |}
 Worked per {c |}
       Week {c |}      Freq.     Percent        Cum.
{hline 12}{c +}{hline 35}
          0 {c |}{res}         14        1.40        1.40
{txt}          1 {c |}{res}          9        0.90        2.30
{txt}          2 {c |}{res}          9        0.90        3.20
{txt}          3 {c |}{res}         11        1.10        4.30
{txt}          4 {c |}{res}         13        1.30        5.60
{txt}          5 {c |}{res}         15        1.50        7.10
{txt}          6 {c |}{res}          7        0.70        7.80
{txt}          7 {c |}{res}          9        0.90        8.70
{txt}          8 {c |}{res}         11        1.10        9.80
{txt}          9 {c |}{res}          8        0.80       10.60
{txt}         10 {c |}{res}         13        1.30       11.90
{txt}         11 {c |}{res}         18        1.80       13.70
{txt}         12 {c |}{res}         15        1.50       15.20
{txt}         13 {c |}{res}          9        0.90       16.10
{txt}         14 {c |}{res}         10        1.00       17.10
{txt}         15 {c |}{res}         12        1.20       18.30
{txt}         16 {c |}{res}          7        0.70       19.00
{txt}         17 {c |}{res}         12        1.20       20.20
{txt}         18 {c |}{res}         14        1.40       21.60
{txt}         19 {c |}{res}         13        1.30       22.90
{txt}         20 {c |}{res}         11        1.10       24.00
{txt}         21 {c |}{res}         10        1.00       25.00
{txt}         22 {c |}{res}         13        1.30       26.30
{txt}         23 {c |}{res}         11        1.10       27.40
{txt}         24 {c |}{res}         16        1.60       29.00
{txt}         25 {c |}{res}         11        1.10       30.10
{txt}         26 {c |}{res}          8        0.80       30.90
{txt}         27 {c |}{res}         13        1.30       32.20
{txt}         28 {c |}{res}         11        1.10       33.30
{txt}         29 {c |}{res}         13        1.30       34.60
{txt}         30 {c |}{res}          7        0.70       35.30
{txt}         31 {c |}{res}         12        1.20       36.50
{txt}         32 {c |}{res}          9        0.90       37.40
{txt}         33 {c |}{res}         11        1.10       38.50
{txt}         34 {c |}{res}         14        1.40       39.90
{txt}         35 {c |}{res}         14        1.40       41.30
{txt}         36 {c |}{res}         12        1.20       42.50
{txt}         37 {c |}{res}         16        1.60       44.10
{txt}         38 {c |}{res}         16        1.60       45.70
{txt}         39 {c |}{res}          8        0.80       46.50
{txt}         40 {c |}{res}         10        1.00       47.50
{txt}         41 {c |}{res}         15        1.50       49.00
{txt}         42 {c |}{res}         11        1.10       50.10
{txt}         43 {c |}{res}         17        1.70       51.80
{txt}         44 {c |}{res}          6        0.60       52.40
{txt}         45 {c |}{res}         13        1.30       53.70
{txt}         46 {c |}{res}         10        1.00       54.70
{txt}         47 {c |}{res}          8        0.80       55.50
{txt}         48 {c |}{res}          9        0.90       56.40
{txt}         49 {c |}{res}          6        0.60       57.00
{txt}         50 {c |}{res}          5        0.50       57.50
{txt}         51 {c |}{res}          9        0.90       58.40
{txt}         52 {c |}{res}         20        2.00       60.40
{txt}         53 {c |}{res}         11        1.10       61.50
{txt}         54 {c |}{res}         15        1.50       63.00
{txt}          . {c |}{res}        370       37.00      100.00
{txt}{hline 12}{c +}{hline 35}
      Total {c |}{res}      1,000      100.00
{txt}
{com}. 
. preserve
{txt}
{com}. 
. gen info_hrsworked = 1 if hours_worked <= 55
{txt}(370 missing values generated)

{com}. gen missing_hrsworked = 1 if hours_worked == .
{txt}(630 missing values generated)

{com}. 
. egen info = total(info_hrsworked)
{txt}
{com}. egen missings = total(missing_hrsworked)
{txt}
{com}. 
. keep info missings
{txt}
{com}. duplicates drop

{p 0 4}{txt}Duplicates in terms of {txt} all variables{p_end}

(999 observations deleted)

{com}. 
. graph hbar (asis) info missings, bargap(30) blabel(bar) title("Survey Status: Number of Hours Worked") /// 
> subtitle(" ")
{res}{txt}
{com}. graph export "`out'/hrsworked_missing.png", replace width(800) height(600) as(png) 
{txt}{p 0 4 2}
(file {bf}
Design/02_outputs/hrsworked_missing.png{rm}
not found)
{p_end}
{p 0 4 2}
file {bf}
Design/02_outputs/hrsworked_missing.png{rm}
saved as
PNG
format
{p_end}

{com}. restore
{txt}
{com}. 
. kdensity hours_worked, ///
>   title("Density of Hours Worked") ///
>   xtitle("Hours Worked") ytitle("Density")
{res}{txt}
{com}. graph export "`out'/hrsworked.png", replace width(800) height(600) as(png) 
{txt}{p 0 4 2}
(file {bf}
Design/02_outputs/hrsworked.png{rm}
not found)
{p_end}
{p 0 4 2}
file {bf}
Design/02_outputs/hrsworked.png{rm}
saved as
PNG
format
{p_end}

{com}. count if missing(hours_worked)
  {res}370
{txt}
{com}. 
.  * -----------------------------------
.  * Frequency Check: Wage
.  * -----------------------------------
. 
. codebook wage

{txt}{hline}
{res}wage{right:Weekly Wage (in local currency)}
{txt}{hline}

{col 19}Type: Numeric ({res}float{txt})

{col 18}Range: [{res}0{txt},{res}10428.176{txt}]{col 55}Units: {res}.00001
{col 10}{txt}Unique values: {res}554{col 51}{txt}Missing .: {res}433{txt}/{res}1,000

{txt}{col 19}Mean: {res}{ralign 7:3266.73}
{txt}{col 14}Std. dev.: {res}{ralign 7:2260.42}

{txt}{col 12}Percentiles: {col 25}{ralign 7:10%}{ralign 10:25%}{ralign 10:50%}{ralign 10:75%}{ralign 10:90%}
{res}{col 25}{ralign 7:528.382}{ralign 10: 1494.12}{ralign 10: 2977.69}{ralign 10: 4669.63}{ralign 10:    6650}
{txt}
{com}. describe wage

{txt}Variable      Storage   Display    Value
    name         type    format    label      Variable label
{hline}
{p 0 48}{res}{bind:wage           }{txt}{bind: float   }{bind:%9.0g     }{space 1}{bind:         }{bind:  }{res}{res}Weekly Wage (in local currency){p_end}
{txt}
{com}. summarize wage, detail

               {txt}Weekly Wage (in local currency)
{hline 61}
      Percentiles      Smallest
 1%    {res}        0              0
{txt} 5%    {res} 238.8611              0
{txt}10%    {res} 528.3818              0       {txt}Obs         {res}        567
{txt}25%    {res} 1494.119              0       {txt}Sum of wgt. {res}        567

{txt}50%    {res} 2977.686                      {txt}Mean          {res} 3266.733
                        {txt}Largest       Std. dev.     {res} 2260.423
{txt}75%    {res} 4669.629       9882.624
{txt}90%    {res}     6650       10133.88       {txt}Variance      {res}  5109513
{txt}95%    {res} 7548.466       10374.56       {txt}Skewness      {res} .7133385
{txt}99%    {res} 9643.313       10428.18       {txt}Kurtosis      {res} 3.050965
{txt}
{com}. tabulate wage, missing

{txt}Weekly Wage {c |}
  (in local {c |}
  currency) {c |}      Freq.     Percent        Cum.
{hline 12}{c +}{hline 35}
          0 {c |}{res}         14        1.40        1.40
{txt}   64.17385 {c |}{res}          1        0.10        1.50
{txt}    88.7532 {c |}{res}          1        0.10        1.60
{txt}   89.94707 {c |}{res}          1        0.10        1.70
{txt}   113.0997 {c |}{res}          1        0.10        1.80
{txt}   118.1106 {c |}{res}          1        0.10        1.90
{txt}   118.3554 {c |}{res}          1        0.10        2.00
{txt}   136.8713 {c |}{res}          1        0.10        2.10
{txt}   137.3079 {c |}{res}          1        0.10        2.20
{txt}    149.645 {c |}{res}          1        0.10        2.30
{txt}   161.6266 {c |}{res}          1        0.10        2.40
{txt}   197.4409 {c |}{res}          1        0.10        2.50
{txt}   199.8817 {c |}{res}          1        0.10        2.60
{txt}   202.9601 {c |}{res}          1        0.10        2.70
{txt}   216.7452 {c |}{res}          1        0.10        2.80
{txt}   238.8611 {c |}{res}          1        0.10        2.90
{txt}   260.3992 {c |}{res}          1        0.10        3.00
{txt}   281.4367 {c |}{res}          1        0.10        3.10
{txt}   303.3834 {c |}{res}          1        0.10        3.20
{txt}   312.0728 {c |}{res}          1        0.10        3.30
{txt}   313.4615 {c |}{res}          1        0.10        3.40
{txt}   333.5074 {c |}{res}          1        0.10        3.50
{txt}   335.9962 {c |}{res}          1        0.10        3.60
{txt}   374.7809 {c |}{res}          1        0.10        3.70
{txt}   381.6351 {c |}{res}          1        0.10        3.80
{txt}   397.0203 {c |}{res}          1        0.10        3.90
{txt}   406.4481 {c |}{res}          1        0.10        4.00
{txt}   412.0935 {c |}{res}          1        0.10        4.10
{txt}    413.151 {c |}{res}          1        0.10        4.20
{txt}   413.2413 {c |}{res}          1        0.10        4.30
{txt}   435.1883 {c |}{res}          1        0.10        4.40
{txt}   438.7986 {c |}{res}          1        0.10        4.50
{txt}   439.7557 {c |}{res}          1        0.10        4.60
{txt}   466.1839 {c |}{res}          1        0.10        4.70
{txt}   469.1579 {c |}{res}          1        0.10        4.80
{txt}   473.3065 {c |}{res}          1        0.10        4.90
{txt}    475.478 {c |}{res}          1        0.10        5.00
{txt}   494.1844 {c |}{res}          1        0.10        5.10
{txt}   502.1682 {c |}{res}          1        0.10        5.20
{txt}   514.7568 {c |}{res}          1        0.10        5.30
{txt}   516.8504 {c |}{res}          1        0.10        5.40
{txt}   526.1194 {c |}{res}          1        0.10        5.50
{txt}   528.2105 {c |}{res}          1        0.10        5.60
{txt}   528.3818 {c |}{res}          1        0.10        5.70
{txt}   536.3258 {c |}{res}          1        0.10        5.80
{txt}   545.8499 {c |}{res}          1        0.10        5.90
{txt}   553.5026 {c |}{res}          1        0.10        6.00
{txt}   560.9618 {c |}{res}          1        0.10        6.10
{txt}   585.4918 {c |}{res}          1        0.10        6.20
{txt}   594.0262 {c |}{res}          1        0.10        6.30
{txt}   604.5554 {c |}{res}          1        0.10        6.40
{txt}   618.7328 {c |}{res}          1        0.10        6.50
{txt}   631.6205 {c |}{res}          1        0.10        6.60
{txt}   635.7485 {c |}{res}          1        0.10        6.70
{txt}    635.924 {c |}{res}          1        0.10        6.80
{txt}   654.6307 {c |}{res}          1        0.10        6.90
{txt}   659.0343 {c |}{res}          1        0.10        7.00
{txt}   668.7579 {c |}{res}          1        0.10        7.10
{txt}   676.2147 {c |}{res}          1        0.10        7.20
{txt}   677.3547 {c |}{res}          1        0.10        7.30
{txt}   680.4825 {c |}{res}          1        0.10        7.40
{txt}   694.4419 {c |}{res}          1        0.10        7.50
{txt}   703.2023 {c |}{res}          1        0.10        7.60
{txt}   709.6108 {c |}{res}          1        0.10        7.70
{txt}   711.6796 {c |}{res}          1        0.10        7.80
{txt}   733.9775 {c |}{res}          1        0.10        7.90
{txt}   762.0762 {c |}{res}          1        0.10        8.00
{txt}   764.0737 {c |}{res}          1        0.10        8.10
{txt}   799.2203 {c |}{res}          1        0.10        8.20
{txt}   802.0397 {c |}{res}          1        0.10        8.30
{txt}   820.4492 {c |}{res}          1        0.10        8.40
{txt}   836.3704 {c |}{res}          1        0.10        8.50
{txt}    838.748 {c |}{res}          1        0.10        8.60
{txt}     839.23 {c |}{res}          1        0.10        8.70
{txt}   859.2072 {c |}{res}          1        0.10        8.80
{txt}   865.6555 {c |}{res}          1        0.10        8.90
{txt}   877.6955 {c |}{res}          1        0.10        9.00
{txt}   880.1863 {c |}{res}          1        0.10        9.10
{txt}   905.6024 {c |}{res}          1        0.10        9.20
{txt}    905.897 {c |}{res}          1        0.10        9.30
{txt}   927.4364 {c |}{res}          1        0.10        9.40
{txt}   947.9598 {c |}{res}          1        0.10        9.50
{txt}   977.2198 {c |}{res}          1        0.10        9.60
{txt}   980.4621 {c |}{res}          1        0.10        9.70
{txt}   985.5717 {c |}{res}          1        0.10        9.80
{txt}   987.9556 {c |}{res}          1        0.10        9.90
{txt}   1003.897 {c |}{res}          1        0.10       10.00
{txt}   1014.982 {c |}{res}          1        0.10       10.10
{txt}    1029.18 {c |}{res}          1        0.10       10.20
{txt}   1046.756 {c |}{res}          1        0.10       10.30
{txt}   1054.612 {c |}{res}          1        0.10       10.40
{txt}    1058.12 {c |}{res}          1        0.10       10.50
{txt}   1075.237 {c |}{res}          1        0.10       10.60
{txt}   1078.194 {c |}{res}          1        0.10       10.70
{txt}   1097.061 {c |}{res}          1        0.10       10.80
{txt}   1101.463 {c |}{res}          1        0.10       10.90
{txt}   1142.139 {c |}{res}          1        0.10       11.00
{txt}   1150.387 {c |}{res}          1        0.10       11.10
{txt}   1153.675 {c |}{res}          1        0.10       11.20
{txt}   1177.131 {c |}{res}          1        0.10       11.30
{txt}   1195.997 {c |}{res}          1        0.10       11.40
{txt}   1196.767 {c |}{res}          1        0.10       11.50
{txt}   1217.321 {c |}{res}          1        0.10       11.60
{txt}   1240.461 {c |}{res}          1        0.10       11.70
{txt}   1243.888 {c |}{res}          1        0.10       11.80
{txt}   1249.437 {c |}{res}          1        0.10       11.90
{txt}   1266.929 {c |}{res}          1        0.10       12.00
{txt}   1273.768 {c |}{res}          1        0.10       12.10
{txt}   1276.809 {c |}{res}          1        0.10       12.20
{txt}   1286.701 {c |}{res}          1        0.10       12.30
{txt}   1314.793 {c |}{res}          1        0.10       12.40
{txt}   1316.085 {c |}{res}          1        0.10       12.50
{txt}   1331.731 {c |}{res}          1        0.10       12.60
{txt}   1336.036 {c |}{res}          1        0.10       12.70
{txt}   1338.266 {c |}{res}          1        0.10       12.80
{txt}   1340.864 {c |}{res}          1        0.10       12.90
{txt}   1355.591 {c |}{res}          1        0.10       13.00
{txt}   1359.566 {c |}{res}          1        0.10       13.10
{txt}   1365.242 {c |}{res}          1        0.10       13.20
{txt}   1367.755 {c |}{res}          1        0.10       13.30
{txt}   1402.016 {c |}{res}          1        0.10       13.40
{txt}   1402.365 {c |}{res}          1        0.10       13.50
{txt}   1406.707 {c |}{res}          1        0.10       13.60
{txt}   1427.758 {c |}{res}          1        0.10       13.70
{txt}   1447.836 {c |}{res}          1        0.10       13.80
{txt}   1448.833 {c |}{res}          1        0.10       13.90
{txt}   1471.279 {c |}{res}          1        0.10       14.00
{txt}   1474.678 {c |}{res}          1        0.10       14.10
{txt}   1494.119 {c |}{res}          1        0.10       14.20
{txt}   1494.335 {c |}{res}          1        0.10       14.30
{txt}    1495.26 {c |}{res}          1        0.10       14.40
{txt}   1504.272 {c |}{res}          1        0.10       14.50
{txt}   1510.577 {c |}{res}          1        0.10       14.60
{txt}   1521.632 {c |}{res}          1        0.10       14.70
{txt}   1524.506 {c |}{res}          1        0.10       14.80
{txt}   1539.069 {c |}{res}          1        0.10       14.90
{txt}   1540.867 {c |}{res}          1        0.10       15.00
{txt}   1575.156 {c |}{res}          1        0.10       15.10
{txt}   1584.435 {c |}{res}          1        0.10       15.20
{txt}   1591.125 {c |}{res}          1        0.10       15.30
{txt}   1593.158 {c |}{res}          1        0.10       15.40
{txt}   1601.914 {c |}{res}          1        0.10       15.50
{txt}   1603.032 {c |}{res}          1        0.10       15.60
{txt}    1606.75 {c |}{res}          1        0.10       15.70
{txt}   1611.985 {c |}{res}          1        0.10       15.80
{txt}   1613.762 {c |}{res}          1        0.10       15.90
{txt}   1615.194 {c |}{res}          1        0.10       16.00
{txt}    1622.39 {c |}{res}          1        0.10       16.10
{txt}   1625.282 {c |}{res}          1        0.10       16.20
{txt}   1658.887 {c |}{res}          1        0.10       16.30
{txt}   1666.139 {c |}{res}          1        0.10       16.40
{txt}   1711.883 {c |}{res}          1        0.10       16.50
{txt}   1716.897 {c |}{res}          1        0.10       16.60
{txt}   1735.774 {c |}{res}          1        0.10       16.70
{txt}   1740.802 {c |}{res}          1        0.10       16.80
{txt}   1744.052 {c |}{res}          1        0.10       16.90
{txt}   1744.243 {c |}{res}          1        0.10       17.00
{txt}   1753.336 {c |}{res}          1        0.10       17.10
{txt}   1756.383 {c |}{res}          1        0.10       17.20
{txt}   1772.923 {c |}{res}          1        0.10       17.30
{txt}   1773.959 {c |}{res}          1        0.10       17.40
{txt}   1781.723 {c |}{res}          1        0.10       17.50
{txt}   1782.552 {c |}{res}          1        0.10       17.60
{txt}   1792.776 {c |}{res}          1        0.10       17.70
{txt}   1811.157 {c |}{res}          1        0.10       17.80
{txt}   1819.585 {c |}{res}          1        0.10       17.90
{txt}   1836.676 {c |}{res}          1        0.10       18.00
{txt}   1840.597 {c |}{res}          1        0.10       18.10
{txt}   1847.251 {c |}{res}          1        0.10       18.20
{txt}   1849.522 {c |}{res}          1        0.10       18.30
{txt}   1855.135 {c |}{res}          1        0.10       18.40
{txt}   1867.626 {c |}{res}          1        0.10       18.50
{txt}   1872.387 {c |}{res}          1        0.10       18.60
{txt}   1880.094 {c |}{res}          1        0.10       18.70
{txt}   1880.565 {c |}{res}          1        0.10       18.80
{txt}   1925.602 {c |}{res}          1        0.10       18.90
{txt}   1925.891 {c |}{res}          1        0.10       19.00
{txt}   1953.981 {c |}{res}          1        0.10       19.10
{txt}   1956.027 {c |}{res}          1        0.10       19.20
{txt}    1965.68 {c |}{res}          1        0.10       19.30
{txt}   1970.056 {c |}{res}          1        0.10       19.40
{txt}   1995.093 {c |}{res}          1        0.10       19.50
{txt}   2019.345 {c |}{res}          1        0.10       19.60
{txt}   2039.853 {c |}{res}          1        0.10       19.70
{txt}   2058.637 {c |}{res}          1        0.10       19.80
{txt}   2060.189 {c |}{res}          1        0.10       19.90
{txt}   2061.784 {c |}{res}          1        0.10       20.00
{txt}   2085.216 {c |}{res}          1        0.10       20.10
{txt}   2095.496 {c |}{res}          1        0.10       20.20
{txt}   2096.893 {c |}{res}          1        0.10       20.30
{txt}   2098.616 {c |}{res}          1        0.10       20.40
{txt}   2102.981 {c |}{res}          1        0.10       20.50
{txt}   2124.809 {c |}{res}          1        0.10       20.60
{txt}   2146.018 {c |}{res}          1        0.10       20.70
{txt}    2152.16 {c |}{res}          1        0.10       20.80
{txt}   2154.329 {c |}{res}          1        0.10       20.90
{txt}   2157.113 {c |}{res}          1        0.10       21.00
{txt}   2166.419 {c |}{res}          1        0.10       21.10
{txt}   2166.695 {c |}{res}          1        0.10       21.20
{txt}   2173.007 {c |}{res}          1        0.10       21.30
{txt}   2175.058 {c |}{res}          1        0.10       21.40
{txt}   2181.178 {c |}{res}          1        0.10       21.50
{txt}   2182.459 {c |}{res}          1        0.10       21.60
{txt}   2190.642 {c |}{res}          1        0.10       21.70
{txt}   2197.883 {c |}{res}          1        0.10       21.80
{txt}   2197.958 {c |}{res}          1        0.10       21.90
{txt}   2205.282 {c |}{res}          1        0.10       22.00
{txt}   2228.582 {c |}{res}          1        0.10       22.10
{txt}    2245.88 {c |}{res}          1        0.10       22.20
{txt}   2262.295 {c |}{res}          1        0.10       22.30
{txt}   2270.807 {c |}{res}          1        0.10       22.40
{txt}   2350.268 {c |}{res}          1        0.10       22.50
{txt}   2371.162 {c |}{res}          1        0.10       22.60
{txt}   2382.915 {c |}{res}          1        0.10       22.70
{txt}   2407.594 {c |}{res}          1        0.10       22.80
{txt}   2417.801 {c |}{res}          1        0.10       22.90
{txt}   2420.653 {c |}{res}          1        0.10       23.00
{txt}    2424.27 {c |}{res}          1        0.10       23.10
{txt}   2434.271 {c |}{res}          1        0.10       23.20
{txt}   2439.591 {c |}{res}          1        0.10       23.30
{txt}   2445.862 {c |}{res}          1        0.10       23.40
{txt}    2446.31 {c |}{res}          1        0.10       23.50
{txt}   2447.444 {c |}{res}          1        0.10       23.60
{txt}   2474.126 {c |}{res}          1        0.10       23.70
{txt}   2486.948 {c |}{res}          1        0.10       23.80
{txt}   2494.114 {c |}{res}          1        0.10       23.90
{txt}       2497 {c |}{res}          1        0.10       24.00
{txt}   2509.188 {c |}{res}          1        0.10       24.10
{txt}   2528.505 {c |}{res}          1        0.10       24.20
{txt}   2563.739 {c |}{res}          1        0.10       24.30
{txt}   2581.513 {c |}{res}          1        0.10       24.40
{txt}   2585.796 {c |}{res}          1        0.10       24.50
{txt}   2597.645 {c |}{res}          1        0.10       24.60
{txt}   2599.051 {c |}{res}          1        0.10       24.70
{txt}   2630.388 {c |}{res}          1        0.10       24.80
{txt}   2632.048 {c |}{res}          1        0.10       24.90
{txt}   2640.038 {c |}{res}          1        0.10       25.00
{txt}   2643.265 {c |}{res}          1        0.10       25.10
{txt}    2649.15 {c |}{res}          1        0.10       25.20
{txt}   2653.814 {c |}{res}          1        0.10       25.30
{txt}   2662.922 {c |}{res}          1        0.10       25.40
{txt}   2662.966 {c |}{res}          1        0.10       25.50
{txt}       2673 {c |}{res}          1        0.10       25.60
{txt}   2681.585 {c |}{res}          1        0.10       25.70
{txt}    2737.05 {c |}{res}          1        0.10       25.80
{txt}   2740.933 {c |}{res}          1        0.10       25.90
{txt}   2745.454 {c |}{res}          1        0.10       26.00
{txt}   2768.009 {c |}{res}          1        0.10       26.10
{txt}   2784.741 {c |}{res}          1        0.10       26.20
{txt}   2788.489 {c |}{res}          1        0.10       26.30
{txt}   2808.834 {c |}{res}          1        0.10       26.40
{txt}   2815.359 {c |}{res}          1        0.10       26.50
{txt}   2817.979 {c |}{res}          1        0.10       26.60
{txt}   2836.671 {c |}{res}          1        0.10       26.70
{txt}   2842.467 {c |}{res}          1        0.10       26.80
{txt}   2844.741 {c |}{res}          1        0.10       26.90
{txt}   2847.516 {c |}{res}          1        0.10       27.00
{txt}   2860.106 {c |}{res}          1        0.10       27.10
{txt}   2874.064 {c |}{res}          1        0.10       27.20
{txt}   2876.585 {c |}{res}          1        0.10       27.30
{txt}   2887.118 {c |}{res}          1        0.10       27.40
{txt}   2889.366 {c |}{res}          1        0.10       27.50
{txt}   2893.379 {c |}{res}          1        0.10       27.60
{txt}   2905.337 {c |}{res}          1        0.10       27.70
{txt}   2946.165 {c |}{res}          1        0.10       27.80
{txt}   2958.369 {c |}{res}          1        0.10       27.90
{txt}   2958.482 {c |}{res}          1        0.10       28.00
{txt}       2962 {c |}{res}          1        0.10       28.10
{txt}   2965.277 {c |}{res}          1        0.10       28.20
{txt}   2971.843 {c |}{res}          1        0.10       28.30
{txt}   2977.686 {c |}{res}          1        0.10       28.40
{txt}   3010.101 {c |}{res}          1        0.10       28.50
{txt}   3045.492 {c |}{res}          1        0.10       28.60
{txt}   3047.932 {c |}{res}          1        0.10       28.70
{txt}   3055.822 {c |}{res}          1        0.10       28.80
{txt}   3071.094 {c |}{res}          1        0.10       28.90
{txt}   3101.854 {c |}{res}          1        0.10       29.00
{txt}   3103.585 {c |}{res}          1        0.10       29.10
{txt}   3105.059 {c |}{res}          1        0.10       29.20
{txt}   3110.842 {c |}{res}          1        0.10       29.30
{txt}   3122.256 {c |}{res}          1        0.10       29.40
{txt}    3132.13 {c |}{res}          1        0.10       29.50
{txt}   3146.195 {c |}{res}          1        0.10       29.60
{txt}   3161.914 {c |}{res}          1        0.10       29.70
{txt}   3171.375 {c |}{res}          1        0.10       29.80
{txt}   3176.246 {c |}{res}          1        0.10       29.90
{txt}   3202.374 {c |}{res}          1        0.10       30.00
{txt}   3213.559 {c |}{res}          1        0.10       30.10
{txt}   3221.893 {c |}{res}          1        0.10       30.20
{txt}   3222.187 {c |}{res}          1        0.10       30.30
{txt}   3227.319 {c |}{res}          1        0.10       30.40
{txt}    3238.75 {c |}{res}          1        0.10       30.50
{txt}   3258.005 {c |}{res}          1        0.10       30.60
{txt}   3274.932 {c |}{res}          1        0.10       30.70
{txt}   3277.944 {c |}{res}          1        0.10       30.80
{txt}   3281.115 {c |}{res}          1        0.10       30.90
{txt}   3291.714 {c |}{res}          1        0.10       31.00
{txt}   3292.034 {c |}{res}          1        0.10       31.10
{txt}   3299.471 {c |}{res}          1        0.10       31.20
{txt}   3305.405 {c |}{res}          1        0.10       31.30
{txt}   3345.194 {c |}{res}          1        0.10       31.40
{txt}   3355.708 {c |}{res}          1        0.10       31.50
{txt}   3367.466 {c |}{res}          1        0.10       31.60
{txt}    3377.15 {c |}{res}          1        0.10       31.70
{txt}   3386.803 {c |}{res}          1        0.10       31.80
{txt}   3408.875 {c |}{res}          1        0.10       31.90
{txt}   3409.868 {c |}{res}          1        0.10       32.00
{txt}   3437.828 {c |}{res}          1        0.10       32.10
{txt}   3440.656 {c |}{res}          1        0.10       32.20
{txt}   3440.912 {c |}{res}          1        0.10       32.30
{txt}   3450.753 {c |}{res}          1        0.10       32.40
{txt}   3451.974 {c |}{res}          1        0.10       32.50
{txt}   3453.522 {c |}{res}          1        0.10       32.60
{txt}   3468.317 {c |}{res}          1        0.10       32.70
{txt}   3469.812 {c |}{res}          1        0.10       32.80
{txt}   3483.099 {c |}{res}          1        0.10       32.90
{txt}   3504.658 {c |}{res}          1        0.10       33.00
{txt}   3511.346 {c |}{res}          1        0.10       33.10
{txt}   3519.296 {c |}{res}          1        0.10       33.20
{txt}   3525.889 {c |}{res}          1        0.10       33.30
{txt}   3526.215 {c |}{res}          1        0.10       33.40
{txt}   3529.363 {c |}{res}          1        0.10       33.50
{txt}   3530.072 {c |}{res}          1        0.10       33.60
{txt}   3536.314 {c |}{res}          1        0.10       33.70
{txt}   3538.997 {c |}{res}          1        0.10       33.80
{txt}   3552.148 {c |}{res}          1        0.10       33.90
{txt}   3556.864 {c |}{res}          1        0.10       34.00
{txt}   3561.072 {c |}{res}          1        0.10       34.10
{txt}   3589.043 {c |}{res}          1        0.10       34.20
{txt}    3601.36 {c |}{res}          1        0.10       34.30
{txt}   3666.717 {c |}{res}          1        0.10       34.40
{txt}   3668.303 {c |}{res}          1        0.10       34.50
{txt}   3677.117 {c |}{res}          1        0.10       34.60
{txt}   3687.258 {c |}{res}          1        0.10       34.70
{txt}   3691.494 {c |}{res}          1        0.10       34.80
{txt}   3703.998 {c |}{res}          1        0.10       34.90
{txt}   3705.476 {c |}{res}          1        0.10       35.00
{txt}   3711.094 {c |}{res}          1        0.10       35.10
{txt}   3714.526 {c |}{res}          1        0.10       35.20
{txt}   3714.595 {c |}{res}          1        0.10       35.30
{txt}   3725.196 {c |}{res}          1        0.10       35.40
{txt}   3743.558 {c |}{res}          1        0.10       35.50
{txt}   3749.188 {c |}{res}          1        0.10       35.60
{txt}   3750.998 {c |}{res}          1        0.10       35.70
{txt}   3756.528 {c |}{res}          1        0.10       35.80
{txt}   3801.091 {c |}{res}          1        0.10       35.90
{txt}   3803.835 {c |}{res}          1        0.10       36.00
{txt}   3818.408 {c |}{res}          1        0.10       36.10
{txt}   3843.471 {c |}{res}          1        0.10       36.20
{txt}   3845.462 {c |}{res}          1        0.10       36.30
{txt}   3865.978 {c |}{res}          1        0.10       36.40
{txt}   3883.788 {c |}{res}          1        0.10       36.50
{txt}   3900.046 {c |}{res}          1        0.10       36.60
{txt}   3901.419 {c |}{res}          1        0.10       36.70
{txt}   3902.463 {c |}{res}          1        0.10       36.80
{txt}   3907.407 {c |}{res}          1        0.10       36.90
{txt}   3914.988 {c |}{res}          1        0.10       37.00
{txt}   3919.957 {c |}{res}          1        0.10       37.10
{txt}   3931.941 {c |}{res}          1        0.10       37.20
{txt}   3940.022 {c |}{res}          1        0.10       37.30
{txt}   3946.628 {c |}{res}          1        0.10       37.40
{txt}    3947.91 {c |}{res}          1        0.10       37.50
{txt}   3959.502 {c |}{res}          1        0.10       37.60
{txt}    3961.01 {c |}{res}          1        0.10       37.70
{txt}   4023.406 {c |}{res}          1        0.10       37.80
{txt}   4025.002 {c |}{res}          1        0.10       37.90
{txt}   4028.521 {c |}{res}          1        0.10       38.00
{txt}   4033.027 {c |}{res}          1        0.10       38.10
{txt}   4053.157 {c |}{res}          1        0.10       38.20
{txt}   4064.278 {c |}{res}          1        0.10       38.30
{txt}   4065.841 {c |}{res}          1        0.10       38.40
{txt}   4080.247 {c |}{res}          1        0.10       38.50
{txt}   4099.487 {c |}{res}          1        0.10       38.60
{txt}   4104.833 {c |}{res}          1        0.10       38.70
{txt}   4105.316 {c |}{res}          1        0.10       38.80
{txt}   4119.175 {c |}{res}          1        0.10       38.90
{txt}   4128.498 {c |}{res}          1        0.10       39.00
{txt}    4137.81 {c |}{res}          1        0.10       39.10
{txt}   4139.717 {c |}{res}          1        0.10       39.20
{txt}   4142.106 {c |}{res}          1        0.10       39.30
{txt}   4145.081 {c |}{res}          1        0.10       39.40
{txt}   4158.946 {c |}{res}          1        0.10       39.50
{txt}   4169.257 {c |}{res}          1        0.10       39.60
{txt}   4172.272 {c |}{res}          1        0.10       39.70
{txt}   4201.807 {c |}{res}          1        0.10       39.80
{txt}   4202.182 {c |}{res}          1        0.10       39.90
{txt}   4204.792 {c |}{res}          1        0.10       40.00
{txt}   4218.984 {c |}{res}          1        0.10       40.10
{txt}   4251.467 {c |}{res}          1        0.10       40.20
{txt}   4292.667 {c |}{res}          1        0.10       40.30
{txt}   4317.026 {c |}{res}          1        0.10       40.40
{txt}   4319.729 {c |}{res}          1        0.10       40.50
{txt}   4341.011 {c |}{res}          1        0.10       40.60
{txt}   4392.511 {c |}{res}          1        0.10       40.70
{txt}   4404.593 {c |}{res}          1        0.10       40.80
{txt}   4411.155 {c |}{res}          1        0.10       40.90
{txt}   4421.126 {c |}{res}          1        0.10       41.00
{txt}   4423.448 {c |}{res}          1        0.10       41.10
{txt}   4423.857 {c |}{res}          1        0.10       41.20
{txt}   4425.744 {c |}{res}          1        0.10       41.30
{txt}   4431.686 {c |}{res}          1        0.10       41.40
{txt}   4476.441 {c |}{res}          1        0.10       41.50
{txt}   4499.624 {c |}{res}          1        0.10       41.60
{txt}     4504.2 {c |}{res}          1        0.10       41.70
{txt}   4506.096 {c |}{res}          1        0.10       41.80
{txt}   4538.507 {c |}{res}          1        0.10       41.90
{txt}   4559.252 {c |}{res}          1        0.10       42.00
{txt}   4601.186 {c |}{res}          1        0.10       42.10
{txt}   4607.042 {c |}{res}          1        0.10       42.20
{txt}   4648.087 {c |}{res}          1        0.10       42.30
{txt}   4654.286 {c |}{res}          1        0.10       42.40
{txt}   4669.517 {c |}{res}          1        0.10       42.50
{txt}   4669.629 {c |}{res}          1        0.10       42.60
{txt}   4674.846 {c |}{res}          1        0.10       42.70
{txt}   4675.069 {c |}{res}          1        0.10       42.80
{txt}   4676.233 {c |}{res}          1        0.10       42.90
{txt}   4687.588 {c |}{res}          1        0.10       43.00
{txt}   4690.354 {c |}{res}          1        0.10       43.10
{txt}    4697.62 {c |}{res}          1        0.10       43.20
{txt}   4703.237 {c |}{res}          1        0.10       43.30
{txt}   4736.704 {c |}{res}          1        0.10       43.40
{txt}   4767.653 {c |}{res}          1        0.10       43.50
{txt}   4774.172 {c |}{res}          1        0.10       43.60
{txt}   4775.059 {c |}{res}          1        0.10       43.70
{txt}   4777.012 {c |}{res}          1        0.10       43.80
{txt}   4784.905 {c |}{res}          1        0.10       43.90
{txt}   4809.194 {c |}{res}          1        0.10       44.00
{txt}   4829.104 {c |}{res}          1        0.10       44.10
{txt}   4851.021 {c |}{res}          1        0.10       44.20
{txt}   4861.797 {c |}{res}          1        0.10       44.30
{txt}   4868.578 {c |}{res}          1        0.10       44.40
{txt}   4874.316 {c |}{res}          1        0.10       44.50
{txt}   4884.509 {c |}{res}          1        0.10       44.60
{txt}   4897.414 {c |}{res}          1        0.10       44.70
{txt}   4902.228 {c |}{res}          1        0.10       44.80
{txt}   4908.865 {c |}{res}          1        0.10       44.90
{txt}   4910.351 {c |}{res}          1        0.10       45.00
{txt}   4934.306 {c |}{res}          1        0.10       45.10
{txt}   4954.068 {c |}{res}          1        0.10       45.20
{txt}   4960.828 {c |}{res}          1        0.10       45.30
{txt}   4971.183 {c |}{res}          1        0.10       45.40
{txt}   4976.998 {c |}{res}          1        0.10       45.50
{txt}    4996.22 {c |}{res}          1        0.10       45.60
{txt}   5004.878 {c |}{res}          1        0.10       45.70
{txt}   5026.612 {c |}{res}          1        0.10       45.80
{txt}   5030.615 {c |}{res}          1        0.10       45.90
{txt}   5093.136 {c |}{res}          1        0.10       46.00
{txt}   5093.218 {c |}{res}          1        0.10       46.10
{txt}   5116.966 {c |}{res}          1        0.10       46.20
{txt}   5121.071 {c |}{res}          1        0.10       46.30
{txt}   5132.299 {c |}{res}          1        0.10       46.40
{txt}   5132.411 {c |}{res}          1        0.10       46.50
{txt}   5162.271 {c |}{res}          1        0.10       46.60
{txt}   5195.954 {c |}{res}          1        0.10       46.70
{txt}   5215.063 {c |}{res}          1        0.10       46.80
{txt}   5268.864 {c |}{res}          1        0.10       46.90
{txt}   5287.632 {c |}{res}          1        0.10       47.00
{txt}   5288.781 {c |}{res}          1        0.10       47.10
{txt}   5306.281 {c |}{res}          1        0.10       47.20
{txt}   5308.455 {c |}{res}          1        0.10       47.30
{txt}    5312.72 {c |}{res}          1        0.10       47.40
{txt}   5353.093 {c |}{res}          1        0.10       47.50
{txt}   5384.897 {c |}{res}          1        0.10       47.60
{txt}     5385.6 {c |}{res}          1        0.10       47.70
{txt}   5386.111 {c |}{res}          1        0.10       47.80
{txt}    5459.82 {c |}{res}          1        0.10       47.90
{txt}   5511.361 {c |}{res}          1        0.10       48.00
{txt}   5529.353 {c |}{res}          1        0.10       48.10
{txt}   5605.012 {c |}{res}          1        0.10       48.20
{txt}   5634.745 {c |}{res}          1        0.10       48.30
{txt}   5643.016 {c |}{res}          1        0.10       48.40
{txt}   5712.977 {c |}{res}          1        0.10       48.50
{txt}   5774.214 {c |}{res}          1        0.10       48.60
{txt}   5774.802 {c |}{res}          1        0.10       48.70
{txt}   5787.725 {c |}{res}          1        0.10       48.80
{txt}   5816.852 {c |}{res}          1        0.10       48.90
{txt}    5946.89 {c |}{res}          1        0.10       49.00
{txt}    5961.68 {c |}{res}          1        0.10       49.10
{txt}    5967.39 {c |}{res}          1        0.10       49.20
{txt}   5969.579 {c |}{res}          1        0.10       49.30
{txt}   6005.438 {c |}{res}          1        0.10       49.40
{txt}   6050.607 {c |}{res}          1        0.10       49.50
{txt}   6091.303 {c |}{res}          1        0.10       49.60
{txt}   6143.491 {c |}{res}          1        0.10       49.70
{txt}   6146.534 {c |}{res}          1        0.10       49.80
{txt}   6188.984 {c |}{res}          1        0.10       49.90
{txt}   6240.968 {c |}{res}          1        0.10       50.00
{txt}   6302.016 {c |}{res}          1        0.10       50.10
{txt}   6361.483 {c |}{res}          1        0.10       50.20
{txt}   6380.613 {c |}{res}          1        0.10       50.30
{txt}   6391.315 {c |}{res}          1        0.10       50.40
{txt}   6398.102 {c |}{res}          1        0.10       50.50
{txt}   6414.283 {c |}{res}          1        0.10       50.60
{txt}   6423.123 {c |}{res}          1        0.10       50.70
{txt}   6435.359 {c |}{res}          1        0.10       50.80
{txt}   6466.885 {c |}{res}          1        0.10       50.90
{txt}   6585.671 {c |}{res}          1        0.10       51.00
{txt}       6650 {c |}{res}          1        0.10       51.10
{txt}   6655.122 {c |}{res}          1        0.10       51.20
{txt}    6683.48 {c |}{res}          1        0.10       51.30
{txt}   6715.182 {c |}{res}          1        0.10       51.40
{txt}   6718.046 {c |}{res}          1        0.10       51.50
{txt}     6723.6 {c |}{res}          1        0.10       51.60
{txt}   6749.873 {c |}{res}          1        0.10       51.70
{txt}   6799.987 {c |}{res}          1        0.10       51.80
{txt}   6804.365 {c |}{res}          1        0.10       51.90
{txt}   6819.245 {c |}{res}          1        0.10       52.00
{txt}    6875.29 {c |}{res}          1        0.10       52.10
{txt}   6890.722 {c |}{res}          1        0.10       52.20
{txt}   6938.847 {c |}{res}          1        0.10       52.30
{txt}    6947.86 {c |}{res}          1        0.10       52.40
{txt}    7015.97 {c |}{res}          1        0.10       52.50
{txt}   7023.757 {c |}{res}          1        0.10       52.60
{txt}    7084.31 {c |}{res}          1        0.10       52.70
{txt}   7087.983 {c |}{res}          1        0.10       52.80
{txt}   7131.456 {c |}{res}          1        0.10       52.90
{txt}    7138.61 {c |}{res}          1        0.10       53.00
{txt}   7174.204 {c |}{res}          1        0.10       53.10
{txt}   7232.955 {c |}{res}          1        0.10       53.20
{txt}   7328.615 {c |}{res}          1        0.10       53.30
{txt}   7391.543 {c |}{res}          1        0.10       53.40
{txt}   7413.641 {c |}{res}          1        0.10       53.50
{txt}   7460.859 {c |}{res}          1        0.10       53.60
{txt}    7466.47 {c |}{res}          1        0.10       53.70
{txt}   7515.149 {c |}{res}          1        0.10       53.80
{txt}   7548.466 {c |}{res}          1        0.10       53.90
{txt}   7570.186 {c |}{res}          1        0.10       54.00
{txt}   7598.238 {c |}{res}          1        0.10       54.10
{txt}   7779.673 {c |}{res}          1        0.10       54.20
{txt}   7845.247 {c |}{res}          1        0.10       54.30
{txt}   7923.962 {c |}{res}          1        0.10       54.40
{txt}   8028.159 {c |}{res}          1        0.10       54.50
{txt}   8091.348 {c |}{res}          1        0.10       54.60
{txt}   8102.151 {c |}{res}          1        0.10       54.70
{txt}    8214.48 {c |}{res}          1        0.10       54.80
{txt}   8227.672 {c |}{res}          1        0.10       54.90
{txt}   8380.881 {c |}{res}          1        0.10       55.00
{txt}   8388.699 {c |}{res}          1        0.10       55.10
{txt}   8475.157 {c |}{res}          1        0.10       55.20
{txt}   8497.193 {c |}{res}          1        0.10       55.30
{txt}   8638.401 {c |}{res}          1        0.10       55.40
{txt}   8681.168 {c |}{res}          1        0.10       55.50
{txt}   8706.075 {c |}{res}          1        0.10       55.60
{txt}   8803.476 {c |}{res}          1        0.10       55.70
{txt}   8850.564 {c |}{res}          1        0.10       55.80
{txt}   9055.533 {c |}{res}          1        0.10       55.90
{txt}   9322.405 {c |}{res}          1        0.10       56.00
{txt}   9332.893 {c |}{res}          1        0.10       56.10
{txt}   9643.313 {c |}{res}          1        0.10       56.20
{txt}   9716.921 {c |}{res}          1        0.10       56.30
{txt}   9882.624 {c |}{res}          1        0.10       56.40
{txt}   10133.88 {c |}{res}          1        0.10       56.50
{txt}   10374.56 {c |}{res}          1        0.10       56.60
{txt}   10428.18 {c |}{res}          1        0.10       56.70
{txt}          . {c |}{res}        433       43.30      100.00
{txt}{hline 12}{c +}{hline 35}
      Total {c |}{res}      1,000      100.00
{txt}
{com}. count if missing(wage)
  {res}433
{txt}
{com}. 
. preserve
{txt}
{com}. 
. gen info_wage = 1 if wage <= 15000
{txt}(433 missing values generated)

{com}. gen missing_wage = 1 if wage == .
{txt}(567 missing values generated)

{com}. 
. egen info = total(info_wage)
{txt}
{com}. egen missings = total(missing_wage)
{txt}
{com}. 
. keep info missings
{txt}
{com}. duplicates drop

{p 0 4}{txt}Duplicates in terms of {txt} all variables{p_end}

(999 observations deleted)

{com}. 
. graph hbar (asis) info missings, bargap(30) blabel(bar) title("Survey Status: Wages") /// 
> subtitle(" ")
{res}{txt}
{com}. graph export "`out'/wages_missing.png", replace width(800) height(600) as(png) 
{txt}{p 0 4 2}
(file {bf}
Design/02_outputs/wages_missing.png{rm}
not found)
{p_end}
{p 0 4 2}
file {bf}
Design/02_outputs/wages_missing.png{rm}
saved as
PNG
format
{p_end}

{com}. restore
{txt}
{com}. 
. kdensity wage, ///
>   title("Density of Wages") ///
>   xtitle("Wages") ytitle("Density")
{res}{txt}
{com}. graph export "`out'/wages.png", replace width(800) height(600) as(png) 
{txt}{p 0 4 2}
(file {bf}
Design/02_outputs/wages.png{rm}
not found)
{p_end}
{p 0 4 2}
file {bf}
Design/02_outputs/wages.png{rm}
saved as
PNG
format
{p_end}

{com}. list employed wage if employed == 0
{txt}
      {c TLC}{hline 14}{c -}{hline 6}{c TRC}
      {c |} {res}    employed   wage {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
   2. {c |} {res}Not Employed      . {txt}{c |}
   3. {c |} {res}Not Employed      . {txt}{c |}
   4. {c |} {res}Not Employed      . {txt}{c |}
   5. {c |} {res}Not Employed      . {txt}{c |}
   8. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
   9. {c |} {res}Not Employed      . {txt}{c |}
  14. {c |} {res}Not Employed      . {txt}{c |}
  15. {c |} {res}Not Employed      . {txt}{c |}
  18. {c |} {res}Not Employed      . {txt}{c |}
  19. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
  23. {c |} {res}Not Employed      . {txt}{c |}
  27. {c |} {res}Not Employed      . {txt}{c |}
  32. {c |} {res}Not Employed      . {txt}{c |}
  36. {c |} {res}Not Employed      . {txt}{c |}
  38. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
  39. {c |} {res}Not Employed      . {txt}{c |}
  44. {c |} {res}Not Employed      . {txt}{c |}
  48. {c |} {res}Not Employed      . {txt}{c |}
  51. {c |} {res}Not Employed      . {txt}{c |}
  54. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
  57. {c |} {res}Not Employed      . {txt}{c |}
  59. {c |} {res}Not Employed      . {txt}{c |}
  60. {c |} {res}Not Employed      . {txt}{c |}
  71. {c |} {res}Not Employed      . {txt}{c |}
  73. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
  76. {c |} {res}Not Employed      . {txt}{c |}
  78. {c |} {res}Not Employed      . {txt}{c |}
  83. {c |} {res}Not Employed      . {txt}{c |}
  85. {c |} {res}Not Employed      . {txt}{c |}
  93. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 103. {c |} {res}Not Employed      . {txt}{c |}
 107. {c |} {res}Not Employed      . {txt}{c |}
 108. {c |} {res}Not Employed      . {txt}{c |}
 110. {c |} {res}Not Employed      . {txt}{c |}
 117. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 118. {c |} {res}Not Employed      . {txt}{c |}
 119. {c |} {res}Not Employed      . {txt}{c |}
 123. {c |} {res}Not Employed      . {txt}{c |}
 125. {c |} {res}Not Employed      . {txt}{c |}
 126. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 127. {c |} {res}Not Employed      . {txt}{c |}
 128. {c |} {res}Not Employed      . {txt}{c |}
 129. {c |} {res}Not Employed      . {txt}{c |}
 132. {c |} {res}Not Employed      . {txt}{c |}
 136. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 138. {c |} {res}Not Employed      . {txt}{c |}
 139. {c |} {res}Not Employed      . {txt}{c |}
 141. {c |} {res}Not Employed      . {txt}{c |}
 145. {c |} {res}Not Employed      . {txt}{c |}
 147. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 156. {c |} {res}Not Employed      . {txt}{c |}
 157. {c |} {res}Not Employed      . {txt}{c |}
 159. {c |} {res}Not Employed      . {txt}{c |}
 160. {c |} {res}Not Employed      . {txt}{c |}
 164. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 165. {c |} {res}Not Employed      . {txt}{c |}
 166. {c |} {res}Not Employed      . {txt}{c |}
 175. {c |} {res}Not Employed      . {txt}{c |}
 178. {c |} {res}Not Employed      . {txt}{c |}
 182. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 183. {c |} {res}Not Employed      . {txt}{c |}
 187. {c |} {res}Not Employed      . {txt}{c |}
 188. {c |} {res}Not Employed      . {txt}{c |}
 190. {c |} {res}Not Employed      . {txt}{c |}
 193. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 194. {c |} {res}Not Employed      . {txt}{c |}
 197. {c |} {res}Not Employed      . {txt}{c |}
 199. {c |} {res}Not Employed      . {txt}{c |}
 205. {c |} {res}Not Employed      . {txt}{c |}
 206. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 207. {c |} {res}Not Employed      . {txt}{c |}
 209. {c |} {res}Not Employed      . {txt}{c |}
 211. {c |} {res}Not Employed      . {txt}{c |}
 215. {c |} {res}Not Employed      . {txt}{c |}
 217. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 222. {c |} {res}Not Employed      . {txt}{c |}
 224. {c |} {res}Not Employed      . {txt}{c |}
 227. {c |} {res}Not Employed      . {txt}{c |}
 231. {c |} {res}Not Employed      . {txt}{c |}
 233. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 238. {c |} {res}Not Employed      . {txt}{c |}
 240. {c |} {res}Not Employed      . {txt}{c |}
 241. {c |} {res}Not Employed      . {txt}{c |}
 243. {c |} {res}Not Employed      . {txt}{c |}
 246. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 248. {c |} {res}Not Employed      . {txt}{c |}
 254. {c |} {res}Not Employed      . {txt}{c |}
 255. {c |} {res}Not Employed      . {txt}{c |}
 256. {c |} {res}Not Employed      . {txt}{c |}
 258. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 259. {c |} {res}Not Employed      . {txt}{c |}
 260. {c |} {res}Not Employed      . {txt}{c |}
 262. {c |} {res}Not Employed      . {txt}{c |}
 264. {c |} {res}Not Employed      . {txt}{c |}
 267. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 270. {c |} {res}Not Employed      . {txt}{c |}
 271. {c |} {res}Not Employed      . {txt}{c |}
 272. {c |} {res}Not Employed      . {txt}{c |}
 273. {c |} {res}Not Employed      . {txt}{c |}
 279. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 282. {c |} {res}Not Employed      . {txt}{c |}
 285. {c |} {res}Not Employed      . {txt}{c |}
 290. {c |} {res}Not Employed      . {txt}{c |}
 292. {c |} {res}Not Employed      . {txt}{c |}
 295. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 297. {c |} {res}Not Employed      . {txt}{c |}
 304. {c |} {res}Not Employed      . {txt}{c |}
 305. {c |} {res}Not Employed      . {txt}{c |}
 314. {c |} {res}Not Employed      . {txt}{c |}
 318. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 320. {c |} {res}Not Employed      . {txt}{c |}
 324. {c |} {res}Not Employed      . {txt}{c |}
 325. {c |} {res}Not Employed      . {txt}{c |}
 328. {c |} {res}Not Employed      . {txt}{c |}
 330. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 339. {c |} {res}Not Employed      . {txt}{c |}
 340. {c |} {res}Not Employed      . {txt}{c |}
 344. {c |} {res}Not Employed      . {txt}{c |}
 347. {c |} {res}Not Employed      . {txt}{c |}
 348. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 352. {c |} {res}Not Employed      . {txt}{c |}
 354. {c |} {res}Not Employed      . {txt}{c |}
 358. {c |} {res}Not Employed      . {txt}{c |}
 359. {c |} {res}Not Employed      . {txt}{c |}
 363. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 365. {c |} {res}Not Employed      . {txt}{c |}
 366. {c |} {res}Not Employed      . {txt}{c |}
 370. {c |} {res}Not Employed      . {txt}{c |}
 371. {c |} {res}Not Employed      . {txt}{c |}
 373. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 374. {c |} {res}Not Employed      . {txt}{c |}
 376. {c |} {res}Not Employed      . {txt}{c |}
 381. {c |} {res}Not Employed      . {txt}{c |}
 383. {c |} {res}Not Employed      . {txt}{c |}
 384. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 386. {c |} {res}Not Employed      . {txt}{c |}
 387. {c |} {res}Not Employed      . {txt}{c |}
 388. {c |} {res}Not Employed      . {txt}{c |}
 390. {c |} {res}Not Employed      . {txt}{c |}
 395. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 396. {c |} {res}Not Employed      . {txt}{c |}
 400. {c |} {res}Not Employed      . {txt}{c |}
 405. {c |} {res}Not Employed      . {txt}{c |}
 406. {c |} {res}Not Employed      . {txt}{c |}
 407. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 411. {c |} {res}Not Employed      . {txt}{c |}
 412. {c |} {res}Not Employed      . {txt}{c |}
 416. {c |} {res}Not Employed      . {txt}{c |}
 419. {c |} {res}Not Employed      . {txt}{c |}
 425. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 430. {c |} {res}Not Employed      . {txt}{c |}
 431. {c |} {res}Not Employed      . {txt}{c |}
 432. {c |} {res}Not Employed      . {txt}{c |}
 433. {c |} {res}Not Employed      . {txt}{c |}
 438. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 440. {c |} {res}Not Employed      . {txt}{c |}
 441. {c |} {res}Not Employed      . {txt}{c |}
 442. {c |} {res}Not Employed      . {txt}{c |}
 443. {c |} {res}Not Employed      . {txt}{c |}
 444. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 448. {c |} {res}Not Employed      . {txt}{c |}
 452. {c |} {res}Not Employed      . {txt}{c |}
 454. {c |} {res}Not Employed      . {txt}{c |}
 456. {c |} {res}Not Employed      . {txt}{c |}
 460. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 461. {c |} {res}Not Employed      . {txt}{c |}
 463. {c |} {res}Not Employed      . {txt}{c |}
 464. {c |} {res}Not Employed      . {txt}{c |}
 465. {c |} {res}Not Employed      . {txt}{c |}
 467. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 469. {c |} {res}Not Employed      . {txt}{c |}
 471. {c |} {res}Not Employed      . {txt}{c |}
 473. {c |} {res}Not Employed      . {txt}{c |}
 476. {c |} {res}Not Employed      . {txt}{c |}
 485. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 488. {c |} {res}Not Employed      . {txt}{c |}
 490. {c |} {res}Not Employed      . {txt}{c |}
 500. {c |} {res}Not Employed      . {txt}{c |}
 505. {c |} {res}Not Employed      . {txt}{c |}
 508. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 520. {c |} {res}Not Employed      . {txt}{c |}
 521. {c |} {res}Not Employed      . {txt}{c |}
 524. {c |} {res}Not Employed      . {txt}{c |}
 527. {c |} {res}Not Employed      . {txt}{c |}
 529. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 531. {c |} {res}Not Employed      . {txt}{c |}
 536. {c |} {res}Not Employed      . {txt}{c |}
 537. {c |} {res}Not Employed      . {txt}{c |}
 538. {c |} {res}Not Employed      . {txt}{c |}
 540. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 545. {c |} {res}Not Employed      . {txt}{c |}
 549. {c |} {res}Not Employed      . {txt}{c |}
 551. {c |} {res}Not Employed      . {txt}{c |}
 552. {c |} {res}Not Employed      . {txt}{c |}
 557. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 558. {c |} {res}Not Employed      . {txt}{c |}
 562. {c |} {res}Not Employed      . {txt}{c |}
 564. {c |} {res}Not Employed      . {txt}{c |}
 565. {c |} {res}Not Employed      . {txt}{c |}
 567. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 571. {c |} {res}Not Employed      . {txt}{c |}
 572. {c |} {res}Not Employed      . {txt}{c |}
 576. {c |} {res}Not Employed      . {txt}{c |}
 581. {c |} {res}Not Employed      . {txt}{c |}
 582. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 583. {c |} {res}Not Employed      . {txt}{c |}
 587. {c |} {res}Not Employed      . {txt}{c |}
 588. {c |} {res}Not Employed      . {txt}{c |}
 589. {c |} {res}Not Employed      . {txt}{c |}
 590. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 597. {c |} {res}Not Employed      . {txt}{c |}
 599. {c |} {res}Not Employed      . {txt}{c |}
 600. {c |} {res}Not Employed      . {txt}{c |}
 602. {c |} {res}Not Employed      . {txt}{c |}
 604. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 607. {c |} {res}Not Employed      . {txt}{c |}
 609. {c |} {res}Not Employed      . {txt}{c |}
 610. {c |} {res}Not Employed      . {txt}{c |}
 612. {c |} {res}Not Employed      . {txt}{c |}
 613. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 615. {c |} {res}Not Employed      . {txt}{c |}
 617. {c |} {res}Not Employed      . {txt}{c |}
 618. {c |} {res}Not Employed      . {txt}{c |}
 619. {c |} {res}Not Employed      . {txt}{c |}
 621. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 626. {c |} {res}Not Employed      . {txt}{c |}
 628. {c |} {res}Not Employed      . {txt}{c |}
 630. {c |} {res}Not Employed      . {txt}{c |}
 631. {c |} {res}Not Employed      . {txt}{c |}
 632. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 634. {c |} {res}Not Employed      . {txt}{c |}
 635. {c |} {res}Not Employed      . {txt}{c |}
 640. {c |} {res}Not Employed      . {txt}{c |}
 643. {c |} {res}Not Employed      . {txt}{c |}
 646. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 647. {c |} {res}Not Employed      . {txt}{c |}
 648. {c |} {res}Not Employed      . {txt}{c |}
 650. {c |} {res}Not Employed      . {txt}{c |}
 651. {c |} {res}Not Employed      . {txt}{c |}
 652. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 653. {c |} {res}Not Employed      . {txt}{c |}
 654. {c |} {res}Not Employed      . {txt}{c |}
 658. {c |} {res}Not Employed      . {txt}{c |}
 660. {c |} {res}Not Employed      . {txt}{c |}
 665. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 668. {c |} {res}Not Employed      . {txt}{c |}
 672. {c |} {res}Not Employed      . {txt}{c |}
 682. {c |} {res}Not Employed      . {txt}{c |}
 683. {c |} {res}Not Employed      . {txt}{c |}
 687. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 696. {c |} {res}Not Employed      . {txt}{c |}
 698. {c |} {res}Not Employed      . {txt}{c |}
 699. {c |} {res}Not Employed      . {txt}{c |}
 701. {c |} {res}Not Employed      . {txt}{c |}
 704. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 707. {c |} {res}Not Employed      . {txt}{c |}
 708. {c |} {res}Not Employed      . {txt}{c |}
 711. {c |} {res}Not Employed      . {txt}{c |}
 713. {c |} {res}Not Employed      . {txt}{c |}
 714. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 715. {c |} {res}Not Employed      . {txt}{c |}
 717. {c |} {res}Not Employed      . {txt}{c |}
 720. {c |} {res}Not Employed      . {txt}{c |}
 721. {c |} {res}Not Employed      . {txt}{c |}
 723. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 725. {c |} {res}Not Employed      . {txt}{c |}
 732. {c |} {res}Not Employed      . {txt}{c |}
 734. {c |} {res}Not Employed      . {txt}{c |}
 735. {c |} {res}Not Employed      . {txt}{c |}
 738. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 740. {c |} {res}Not Employed      . {txt}{c |}
 747. {c |} {res}Not Employed      . {txt}{c |}
 748. {c |} {res}Not Employed      . {txt}{c |}
 751. {c |} {res}Not Employed      . {txt}{c |}
 754. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 755. {c |} {res}Not Employed      . {txt}{c |}
 757. {c |} {res}Not Employed      . {txt}{c |}
 762. {c |} {res}Not Employed      . {txt}{c |}
 767. {c |} {res}Not Employed      . {txt}{c |}
 769. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 774. {c |} {res}Not Employed      . {txt}{c |}
 775. {c |} {res}Not Employed      . {txt}{c |}
 776. {c |} {res}Not Employed      . {txt}{c |}
 777. {c |} {res}Not Employed      . {txt}{c |}
 778. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 781. {c |} {res}Not Employed      . {txt}{c |}
 783. {c |} {res}Not Employed      . {txt}{c |}
 784. {c |} {res}Not Employed      . {txt}{c |}
 791. {c |} {res}Not Employed      . {txt}{c |}
 798. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 800. {c |} {res}Not Employed      . {txt}{c |}
 801. {c |} {res}Not Employed      . {txt}{c |}
 802. {c |} {res}Not Employed      . {txt}{c |}
 803. {c |} {res}Not Employed      . {txt}{c |}
 805. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 806. {c |} {res}Not Employed      . {txt}{c |}
 812. {c |} {res}Not Employed      . {txt}{c |}
 813. {c |} {res}Not Employed      . {txt}{c |}
 814. {c |} {res}Not Employed      . {txt}{c |}
 816. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 817. {c |} {res}Not Employed      . {txt}{c |}
 821. {c |} {res}Not Employed      . {txt}{c |}
 824. {c |} {res}Not Employed      . {txt}{c |}
 827. {c |} {res}Not Employed      . {txt}{c |}
 828. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 833. {c |} {res}Not Employed      . {txt}{c |}
 839. {c |} {res}Not Employed      . {txt}{c |}
 840. {c |} {res}Not Employed      . {txt}{c |}
 843. {c |} {res}Not Employed      . {txt}{c |}
 844. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 845. {c |} {res}Not Employed      . {txt}{c |}
 848. {c |} {res}Not Employed      . {txt}{c |}
 851. {c |} {res}Not Employed      . {txt}{c |}
 852. {c |} {res}Not Employed      . {txt}{c |}
 855. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 856. {c |} {res}Not Employed      . {txt}{c |}
 859. {c |} {res}Not Employed      . {txt}{c |}
 860. {c |} {res}Not Employed      . {txt}{c |}
 861. {c |} {res}Not Employed      . {txt}{c |}
 866. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 870. {c |} {res}Not Employed      . {txt}{c |}
 871. {c |} {res}Not Employed      . {txt}{c |}
 873. {c |} {res}Not Employed      . {txt}{c |}
 874. {c |} {res}Not Employed      . {txt}{c |}
 877. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 878. {c |} {res}Not Employed      . {txt}{c |}
 879. {c |} {res}Not Employed      . {txt}{c |}
 882. {c |} {res}Not Employed      . {txt}{c |}
 883. {c |} {res}Not Employed      . {txt}{c |}
 890. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 893. {c |} {res}Not Employed      . {txt}{c |}
 894. {c |} {res}Not Employed      . {txt}{c |}
 895. {c |} {res}Not Employed      . {txt}{c |}
 897. {c |} {res}Not Employed      . {txt}{c |}
 912. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 916. {c |} {res}Not Employed      . {txt}{c |}
 918. {c |} {res}Not Employed      . {txt}{c |}
 919. {c |} {res}Not Employed      . {txt}{c |}
 921. {c |} {res}Not Employed      . {txt}{c |}
 922. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 923. {c |} {res}Not Employed      . {txt}{c |}
 926. {c |} {res}Not Employed      . {txt}{c |}
 927. {c |} {res}Not Employed      . {txt}{c |}
 932. {c |} {res}Not Employed      . {txt}{c |}
 939. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 943. {c |} {res}Not Employed      . {txt}{c |}
 944. {c |} {res}Not Employed      . {txt}{c |}
 946. {c |} {res}Not Employed      . {txt}{c |}
 947. {c |} {res}Not Employed      . {txt}{c |}
 949. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 952. {c |} {res}Not Employed      . {txt}{c |}
 954. {c |} {res}Not Employed      . {txt}{c |}
 955. {c |} {res}Not Employed      . {txt}{c |}
 958. {c |} {res}Not Employed      . {txt}{c |}
 960. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 961. {c |} {res}Not Employed      . {txt}{c |}
 962. {c |} {res}Not Employed      . {txt}{c |}
 966. {c |} {res}Not Employed      . {txt}{c |}
 970. {c |} {res}Not Employed      . {txt}{c |}
 971. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 976. {c |} {res}Not Employed      . {txt}{c |}
 978. {c |} {res}Not Employed      . {txt}{c |}
 982. {c |} {res}Not Employed      . {txt}{c |}
 984. {c |} {res}Not Employed      . {txt}{c |}
 986. {c |} {res}Not Employed      . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c RT}
 989. {c |} {res}Not Employed      . {txt}{c |}
 991. {c |} {res}Not Employed      . {txt}{c |}
 993. {c |} {res}Not Employed      . {txt}{c |}
 994. {c |} {res}Not Employed      . {txt}{c |}
 996. {c |} {res}Not Employed      . {txt}{c |}
      {c BLC}{hline 14}{c -}{hline 6}{c BRC}

{com}. br employed wage if employed == 0
{txt}
{com}. br employed wage if wage == 0 | wage == .
{txt}
{com}. br employed wage if wage == 0
{txt}
{com}. list employed wage if wage == 0
{txt}
      {c TLC}{hline 10}{c -}{hline 6}{c TRC}
      {c |} {res}employed   wage {txt}{c |}
      {c LT}{hline 10}{c -}{hline 6}{c RT}
   7. {c |} {res}Employed      0 {txt}{c |}
  47. {c |} {res}Employed      0 {txt}{c |}
  87. {c |} {res}Employed      0 {txt}{c |}
 174. {c |} {res}Employed      0 {txt}{c |}
 191. {c |} {res}Employed      0 {txt}{c |}
      {c LT}{hline 10}{c -}{hline 6}{c RT}
 251. {c |} {res}Employed      0 {txt}{c |}
 331. {c |} {res}Employed      0 {txt}{c |}
 574. {c |} {res}Employed      0 {txt}{c |}
 671. {c |} {res}Employed      0 {txt}{c |}
 706. {c |} {res}Employed      0 {txt}{c |}
      {c LT}{hline 10}{c -}{hline 6}{c RT}
 766. {c |} {res}Employed      0 {txt}{c |}
 768. {c |} {res}Employed      0 {txt}{c |}
 862. {c |} {res}Employed      0 {txt}{c |}
 941. {c |} {res}Employed      0 {txt}{c |}
      {c BLC}{hline 10}{c -}{hline 6}{c BRC}

{com}. br
{txt}
{com}. 
. preserve
{txt}
{com}. 
. gen inconsistency = 1 if employed == 1 & missing(wage) | employed == 1 & wage == 0
{txt}(923 missing values generated)

{com}. count if inconsistency == 1
  {res}77
{txt}
{com}. 
. br employed wage inconsistency if inconsistency == 1
{txt}
{com}. list employed wage inconsistency if inconsistency == 1
{txt}
      {c TLC}{hline 10}{c -}{hline 6}{c -}{hline 10}{c TRC}
      {c |} {res}employed   wage   incons~y {txt}{c |}
      {c LT}{hline 10}{c -}{hline 6}{c -}{hline 10}{c RT}
   7. {c |} {res}Employed      0          1 {txt}{c |}
  20. {c |} {res}Employed      .          1 {txt}{c |}
  28. {c |} {res}Employed      .          1 {txt}{c |}
  37. {c |} {res}Employed      .          1 {txt}{c |}
  43. {c |} {res}Employed      .          1 {txt}{c |}
      {c LT}{hline 10}{c -}{hline 6}{c -}{hline 10}{c RT}
  45. {c |} {res}Employed      .          1 {txt}{c |}
  47. {c |} {res}Employed      0          1 {txt}{c |}
  55. {c |} {res}Employed      .          1 {txt}{c |}
  58. {c |} {res}Employed      .          1 {txt}{c |}
  70. {c |} {res}Employed      .          1 {txt}{c |}
      {c LT}{hline 10}{c -}{hline 6}{c -}{hline 10}{c RT}
  72. {c |} {res}Employed      .          1 {txt}{c |}
  81. {c |} {res}Employed      .          1 {txt}{c |}
  84. {c |} {res}Employed      .          1 {txt}{c |}
  87. {c |} {res}Employed      0          1 {txt}{c |}
  90. {c |} {res}Employed      .          1 {txt}{c |}
      {c LT}{hline 10}{c -}{hline 6}{c -}{hline 10}{c RT}
 106. {c |} {res}Employed      .          1 {txt}{c |}
 149. {c |} {res}Employed      .          1 {txt}{c |}
 169. {c |} {res}Employed      .          1 {txt}{c |}
 172. {c |} {res}Employed      .          1 {txt}{c |}
 174. {c |} {res}Employed      0          1 {txt}{c |}
      {c LT}{hline 10}{c -}{hline 6}{c -}{hline 10}{c RT}
 191. {c |} {res}Employed      0          1 {txt}{c |}
 203. {c |} {res}Employed      .          1 {txt}{c |}
 232. {c |} {res}Employed      .          1 {txt}{c |}
 251. {c |} {res}Employed      0          1 {txt}{c |}
 257. {c |} {res}Employed      .          1 {txt}{c |}
      {c LT}{hline 10}{c -}{hline 6}{c -}{hline 10}{c RT}
 298. {c |} {res}Employed      .          1 {txt}{c |}
 317. {c |} {res}Employed      .          1 {txt}{c |}
 331. {c |} {res}Employed      0          1 {txt}{c |}
 355. {c |} {res}Employed      .          1 {txt}{c |}
 389. {c |} {res}Employed      .          1 {txt}{c |}
      {c LT}{hline 10}{c -}{hline 6}{c -}{hline 10}{c RT}
 391. {c |} {res}Employed      .          1 {txt}{c |}
 413. {c |} {res}Employed      .          1 {txt}{c |}
 418. {c |} {res}Employed      .          1 {txt}{c |}
 421. {c |} {res}Employed      .          1 {txt}{c |}
 422. {c |} {res}Employed      .          1 {txt}{c |}
      {c LT}{hline 10}{c -}{hline 6}{c -}{hline 10}{c RT}
 458. {c |} {res}Employed      .          1 {txt}{c |}
 459. {c |} {res}Employed      .          1 {txt}{c |}
 472. {c |} {res}Employed      .          1 {txt}{c |}
 477. {c |} {res}Employed      .          1 {txt}{c |}
 489. {c |} {res}Employed      .          1 {txt}{c |}
      {c LT}{hline 10}{c -}{hline 6}{c -}{hline 10}{c RT}
 514. {c |} {res}Employed      .          1 {txt}{c |}
 532. {c |} {res}Employed      .          1 {txt}{c |}
 560. {c |} {res}Employed      .          1 {txt}{c |}
 574. {c |} {res}Employed      0          1 {txt}{c |}
 575. {c |} {res}Employed      .          1 {txt}{c |}
      {c LT}{hline 10}{c -}{hline 6}{c -}{hline 10}{c RT}
 579. {c |} {res}Employed      .          1 {txt}{c |}
 593. {c |} {res}Employed      .          1 {txt}{c |}
 601. {c |} {res}Employed      .          1 {txt}{c |}
 608. {c |} {res}Employed      .          1 {txt}{c |}
 616. {c |} {res}Employed      .          1 {txt}{c |}
      {c LT}{hline 10}{c -}{hline 6}{c -}{hline 10}{c RT}
 663. {c |} {res}Employed      .          1 {txt}{c |}
 671. {c |} {res}Employed      0          1 {txt}{c |}
 706. {c |} {res}Employed      0          1 {txt}{c |}
 727. {c |} {res}Employed      .          1 {txt}{c |}
 728. {c |} {res}Employed      .          1 {txt}{c |}
      {c LT}{hline 10}{c -}{hline 6}{c -}{hline 10}{c RT}
 731. {c |} {res}Employed      .          1 {txt}{c |}
 736. {c |} {res}Employed      .          1 {txt}{c |}
 743. {c |} {res}Employed      .          1 {txt}{c |}
 766. {c |} {res}Employed      0          1 {txt}{c |}
 768. {c |} {res}Employed      0          1 {txt}{c |}
      {c LT}{hline 10}{c -}{hline 6}{c -}{hline 10}{c RT}
 779. {c |} {res}Employed      .          1 {txt}{c |}
 780. {c |} {res}Employed      .          1 {txt}{c |}
 792. {c |} {res}Employed      .          1 {txt}{c |}
 799. {c |} {res}Employed      .          1 {txt}{c |}
 809. {c |} {res}Employed      .          1 {txt}{c |}
      {c LT}{hline 10}{c -}{hline 6}{c -}{hline 10}{c RT}
 819. {c |} {res}Employed      .          1 {txt}{c |}
 838. {c |} {res}Employed      .          1 {txt}{c |}
 842. {c |} {res}Employed      .          1 {txt}{c |}
 858. {c |} {res}Employed      .          1 {txt}{c |}
 862. {c |} {res}Employed      0          1 {txt}{c |}
      {c LT}{hline 10}{c -}{hline 6}{c -}{hline 10}{c RT}
 881. {c |} {res}Employed      .          1 {txt}{c |}
 913. {c |} {res}Employed      .          1 {txt}{c |}
 930. {c |} {res}Employed      .          1 {txt}{c |}
 941. {c |} {res}Employed      0          1 {txt}{c |}
 948. {c |} {res}Employed      .          1 {txt}{c |}
      {c LT}{hline 10}{c -}{hline 6}{c -}{hline 10}{c RT}
 964. {c |} {res}Employed      .          1 {txt}{c |}
 983. {c |} {res}Employed      .          1 {txt}{c |}
      {c BLC}{hline 10}{c -}{hline 6}{c -}{hline 10}{c BRC}

{com}. 
. br employed wage inconsistency if inconsistency == .
{txt}
{com}. list employed wage inconsistency if inconsistency == .
{txt}
      {c TLC}{hline 14}{c -}{hline 10}{c -}{hline 10}{c TRC}
      {c |} {res}    employed       wage   incons~y {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
   1. {c |} {res}    Employed   5712.977          . {txt}{c |}
   2. {c |} {res}Not Employed          .          . {txt}{c |}
   3. {c |} {res}Not Employed          .          . {txt}{c |}
   4. {c |} {res}Not Employed          .          . {txt}{c |}
   5. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
   6. {c |} {res}    Employed   6799.987          . {txt}{c |}
   8. {c |} {res}Not Employed          .          . {txt}{c |}
   9. {c |} {res}Not Employed          .          . {txt}{c |}
  10. {c |} {res}    Employed   4104.833          . {txt}{c |}
  11. {c |} {res}    Employed   3803.835          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
  12. {c |} {res}    Employed   1847.251          . {txt}{c |}
  13. {c |} {res}    Employed   113.0997          . {txt}{c |}
  14. {c |} {res}Not Employed          .          . {txt}{c |}
  15. {c |} {res}Not Employed          .          . {txt}{c |}
  16. {c |} {res}    Employed   905.6024          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
  17. {c |} {res}    Employed   2528.505          . {txt}{c |}
  18. {c |} {res}Not Employed          .          . {txt}{c |}
  19. {c |} {res}Not Employed          .          . {txt}{c |}
  21. {c |} {res}    Employed   4601.186          . {txt}{c |}
  22. {c |} {res}    Employed       2962          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
  23. {c |} {res}Not Employed          .          . {txt}{c |}
  24. {c |} {res}    Employed   1338.266          . {txt}{c |}
  25. {c |} {res}    Employed   560.9618          . {txt}{c |}
  26. {c |} {res}    Employed   2154.329          . {txt}{c |}
  27. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
  29. {c |} {res}    Employed   516.8504          . {txt}{c |}
  30. {c |} {res}    Employed   6380.613          . {txt}{c |}
  31. {c |} {res}    Employed   6091.303          . {txt}{c |}
  32. {c |} {res}Not Employed          .          . {txt}{c |}
  33. {c |} {res}    Employed   2205.282          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
  34. {c |} {res}    Employed   1510.577          . {txt}{c |}
  35. {c |} {res}    Employed    6683.48          . {txt}{c |}
  36. {c |} {res}Not Employed          .          . {txt}{c |}
  38. {c |} {res}Not Employed          .          . {txt}{c |}
  39. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
  40. {c |} {res}    Employed   1953.981          . {txt}{c |}
  41. {c |} {res}    Employed   397.0203          . {txt}{c |}
  42. {c |} {res}    Employed   435.1883          . {txt}{c |}
  44. {c |} {res}Not Employed          .          . {txt}{c |}
  46. {c |} {res}    Employed   677.3547          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
  48. {c |} {res}Not Employed          .          . {txt}{c |}
  49. {c |} {res}    Employed   3756.528          . {txt}{c |}
  50. {c |} {res}    Employed       2497          . {txt}{c |}
  51. {c |} {res}Not Employed          .          . {txt}{c |}
  52. {c |} {res}    Employed   5774.214          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
  53. {c |} {res}    Employed   7174.204          . {txt}{c |}
  54. {c |} {res}Not Employed          .          . {txt}{c |}
  56. {c |} {res}    Employed    1606.75          . {txt}{c |}
  57. {c |} {res}Not Employed          .          . {txt}{c |}
  59. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
  60. {c |} {res}Not Employed          .          . {txt}{c |}
  61. {c |} {res}    Employed   4687.588          . {txt}{c |}
  62. {c |} {res}    Employed    5967.39          . {txt}{c |}
  63. {c |} {res}    Employed   1753.336          . {txt}{c |}
  64. {c |} {res}    Employed   4425.744          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
  65. {c |} {res}    Employed   987.9556          . {txt}{c |}
  66. {c |} {res}    Employed    1965.68          . {txt}{c |}
  67. {c |} {res}    Employed   5215.063          . {txt}{c |}
  68. {c |} {res}    Employed   2640.038          . {txt}{c |}
  69. {c |} {res}    Employed   3110.842          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
  71. {c |} {res}Not Employed          .          . {txt}{c |}
  73. {c |} {res}Not Employed          .          . {txt}{c |}
  74. {c |} {res}    Employed   2039.853          . {txt}{c |}
  75. {c |} {res}    Employed   3440.656          . {txt}{c |}
  76. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
  77. {c |} {res}    Employed   6890.722          . {txt}{c |}
  78. {c |} {res}Not Employed          .          . {txt}{c |}
  79. {c |} {res}    Employed   1836.676          . {txt}{c |}
  80. {c |} {res}    Employed   3213.559          . {txt}{c |}
  82. {c |} {res}    Employed   6398.102          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
  83. {c |} {res}Not Employed          .          . {txt}{c |}
  85. {c |} {res}Not Employed          .          . {txt}{c |}
  86. {c |} {res}    Employed   4910.351          . {txt}{c |}
  88. {c |} {res}    Employed   3750.998          . {txt}{c |}
  89. {c |} {res}    Employed   2434.271          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
  91. {c |} {res}    Employed   3386.803          . {txt}{c |}
  92. {c |} {res}    Employed   4392.511          . {txt}{c |}
  93. {c |} {res}Not Employed          .          . {txt}{c |}
  94. {c |} {res}    Employed    8214.48          . {txt}{c |}
  95. {c |} {res}    Employed   3900.046          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
  96. {c |} {res}    Employed   1340.864          . {txt}{c |}
  97. {c |} {res}    Employed   3519.296          . {txt}{c |}
  98. {c |} {res}    Employed   10133.88          . {txt}{c |}
  99. {c |} {res}    Employed   1447.836          . {txt}{c |}
 100. {c |} {res}    Employed   3843.471          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 101. {c |} {res}    Employed   118.3554          . {txt}{c |}
 102. {c |} {res}    Employed   8497.193          . {txt}{c |}
 103. {c |} {res}Not Employed          .          . {txt}{c |}
 104. {c |} {res}    Employed   1427.758          . {txt}{c |}
 105. {c |} {res}    Employed   1658.887          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 107. {c |} {res}Not Employed          .          . {txt}{c |}
 108. {c |} {res}Not Employed          .          . {txt}{c |}
 109. {c |} {res}    Employed   2085.216          . {txt}{c |}
 110. {c |} {res}Not Employed          .          . {txt}{c |}
 111. {c |} {res}    Employed   7413.641          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 112. {c |} {res}    Employed   4654.286          . {txt}{c |}
 113. {c |} {res}    Employed   4690.354          . {txt}{c |}
 114. {c |} {res}    Employed   514.7568          . {txt}{c |}
 115. {c |} {res}    Employed   2350.268          . {txt}{c |}
 116. {c |} {res}    Employed   676.2147          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 117. {c |} {res}Not Employed          .          . {txt}{c |}
 118. {c |} {res}Not Employed          .          . {txt}{c |}
 119. {c |} {res}Not Employed          .          . {txt}{c |}
 120. {c |} {res}    Employed   1359.566          . {txt}{c |}
 121. {c |} {res}    Employed   1603.032          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 122. {c |} {res}    Employed   3101.854          . {txt}{c |}
 123. {c |} {res}Not Employed          .          . {txt}{c |}
 124. {c |} {res}    Employed   2058.637          . {txt}{c |}
 125. {c |} {res}Not Employed          .          . {txt}{c |}
 126. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 127. {c |} {res}Not Employed          .          . {txt}{c |}
 128. {c |} {res}Not Employed          .          . {txt}{c |}
 129. {c |} {res}Not Employed          .          . {txt}{c |}
 130. {c |} {res}    Employed   3171.375          . {txt}{c |}
 131. {c |} {res}    Employed   2844.741          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 132. {c |} {res}Not Employed          .          . {txt}{c |}
 133. {c |} {res}    Employed   6423.123          . {txt}{c |}
 134. {c |} {res}    Employed   6146.534          . {txt}{c |}
 135. {c |} {res}    Employed   3437.828          . {txt}{c |}
 136. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 137. {c |} {res}    Employed   5634.745          . {txt}{c |}
 138. {c |} {res}Not Employed          .          . {txt}{c |}
 139. {c |} {res}Not Employed          .          . {txt}{c |}
 140. {c |} {res}    Employed   3367.466          . {txt}{c |}
 141. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 142. {c |} {res}    Employed   1716.897          . {txt}{c |}
 143. {c |} {res}    Employed   3440.912          . {txt}{c |}
 144. {c |} {res}    Employed   3589.043          . {txt}{c |}
 145. {c |} {res}Not Employed          .          . {txt}{c |}
 146. {c |} {res}    Employed   1819.585          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 147. {c |} {res}Not Employed          .          . {txt}{c |}
 148. {c |} {res}    Employed   3453.522          . {txt}{c |}
 150. {c |} {res}    Employed   2445.862          . {txt}{c |}
 151. {c |} {res}    Employed   5287.632          . {txt}{c |}
 152. {c |} {res}    Employed   1336.036          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 153. {c |} {res}    Employed   4476.441          . {txt}{c |}
 154. {c |} {res}    Employed   8850.564          . {txt}{c |}
 155. {c |} {res}    Employed   9882.624          . {txt}{c |}
 156. {c |} {res}Not Employed          .          . {txt}{c |}
 157. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 158. {c |} {res}    Employed   762.0762          . {txt}{c |}
 159. {c |} {res}Not Employed          .          . {txt}{c |}
 160. {c |} {res}Not Employed          .          . {txt}{c |}
 161. {c |} {res}    Employed   1781.723          . {txt}{c |}
 162. {c |} {res}    Employed   5195.954          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 163. {c |} {res}    Employed   4080.247          . {txt}{c |}
 164. {c |} {res}Not Employed          .          . {txt}{c |}
 165. {c |} {res}Not Employed          .          . {txt}{c |}
 166. {c |} {res}Not Employed          .          . {txt}{c |}
 167. {c |} {res}    Employed       2673          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 168. {c |} {res}    Employed   4319.729          . {txt}{c |}
 170. {c |} {res}    Employed   5816.852          . {txt}{c |}
 171. {c |} {res}    Employed   7460.859          . {txt}{c |}
 173. {c |} {res}    Employed   1150.387          . {txt}{c |}
 175. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 176. {c |} {res}    Employed   1474.678          . {txt}{c |}
 177. {c |} {res}    Employed   6005.438          . {txt}{c |}
 178. {c |} {res}Not Employed          .          . {txt}{c |}
 179. {c |} {res}    Employed   2768.009          . {txt}{c |}
 180. {c |} {res}    Employed   312.0728          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 181. {c |} {res}    Employed    2424.27          . {txt}{c |}
 182. {c |} {res}Not Employed          .          . {txt}{c |}
 183. {c |} {res}Not Employed          .          . {txt}{c |}
 184. {c |} {res}    Employed   5308.455          . {txt}{c |}
 185. {c |} {res}    Employed   4033.027          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 186. {c |} {res}    Employed   4559.252          . {txt}{c |}
 187. {c |} {res}Not Employed          .          . {txt}{c |}
 188. {c |} {res}Not Employed          .          . {txt}{c |}
 189. {c |} {res}    Employed   3705.476          . {txt}{c |}
 190. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 192. {c |} {res}    Employed   64.17385          . {txt}{c |}
 193. {c |} {res}Not Employed          .          . {txt}{c |}
 194. {c |} {res}Not Employed          .          . {txt}{c |}
 195. {c |} {res}    Employed   466.1839          . {txt}{c |}
 196. {c |} {res}    Employed   3801.091          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 197. {c |} {res}Not Employed          .          . {txt}{c |}
 198. {c |} {res}    Employed   4897.414          . {txt}{c |}
 199. {c |} {res}Not Employed          .          . {txt}{c |}
 200. {c |} {res}    Employed   4506.096          . {txt}{c |}
 201. {c |} {res}    Employed   5030.615          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 202. {c |} {res}    Employed   1097.061          . {txt}{c |}
 204. {c |} {res}    Employed   4669.517          . {txt}{c |}
 205. {c |} {res}Not Employed          .          . {txt}{c |}
 206. {c |} {res}Not Employed          .          . {txt}{c |}
 207. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 208. {c |} {res}    Employed   4767.653          . {txt}{c |}
 209. {c |} {res}Not Employed          .          . {txt}{c |}
 210. {c |} {res}    Employed   4971.183          . {txt}{c |}
 211. {c |} {res}Not Employed          .          . {txt}{c |}
 212. {c |} {res}    Employed   2197.958          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 213. {c |} {res}    Employed   5353.093          . {txt}{c |}
 214. {c |} {res}    Employed   1286.701          . {txt}{c |}
 215. {c |} {res}Not Employed          .          . {txt}{c |}
 216. {c |} {res}    Employed   473.3065          . {txt}{c |}
 217. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 218. {c |} {res}    Employed    1622.39          . {txt}{c |}
 219. {c |} {res}    Employed   6819.245          . {txt}{c |}
 220. {c |} {res}    Employed   802.0397          . {txt}{c |}
 221. {c |} {res}    Employed   4404.593          . {txt}{c |}
 222. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 223. {c |} {res}    Employed   5384.897          . {txt}{c |}
 224. {c |} {res}Not Employed          .          . {txt}{c |}
 225. {c |} {res}    Employed   2509.188          . {txt}{c |}
 226. {c |} {res}    Employed   764.0737          . {txt}{c |}
 227. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 228. {c |} {res}    Employed   3055.822          . {txt}{c |}
 229. {c |} {res}    Employed   3045.492          . {txt}{c |}
 230. {c |} {res}    Employed   412.0935          . {txt}{c |}
 231. {c |} {res}Not Employed          .          . {txt}{c |}
 233. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 234. {c |} {res}    Employed   1773.959          . {txt}{c |}
 235. {c |} {res}    Employed   4064.278          . {txt}{c |}
 236. {c |} {res}    Employed   6050.607          . {txt}{c |}
 237. {c |} {res}    Employed   1575.156          . {txt}{c |}
 238. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 239. {c |} {res}    Employed   469.1579          . {txt}{c |}
 240. {c |} {res}Not Employed          .          . {txt}{c |}
 241. {c |} {res}Not Employed          .          . {txt}{c |}
 242. {c |} {res}    Employed   1880.094          . {txt}{c |}
 243. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 244. {c |} {res}    Employed   161.6266          . {txt}{c |}
 245. {c |} {res}    Employed   3274.932          . {txt}{c |}
 246. {c |} {res}Not Employed          .          . {txt}{c |}
 247. {c |} {res}    Employed    3132.13          . {txt}{c |}
 248. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 249. {c |} {res}    Employed   3469.812          . {txt}{c |}
 250. {c |} {res}    Employed   3711.094          . {txt}{c |}
 252. {c |} {res}    Employed   4431.686          . {txt}{c |}
 253. {c |} {res}    Employed   2173.007          . {txt}{c |}
 254. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 255. {c |} {res}Not Employed          .          . {txt}{c |}
 256. {c |} {res}Not Employed          .          . {txt}{c |}
 258. {c |} {res}Not Employed          .          . {txt}{c |}
 259. {c |} {res}Not Employed          .          . {txt}{c |}
 260. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 261. {c |} {res}    Employed   2815.359          . {txt}{c |}
 262. {c |} {res}Not Employed          .          . {txt}{c |}
 263. {c |} {res}    Employed   260.3992          . {txt}{c |}
 264. {c |} {res}Not Employed          .          . {txt}{c |}
 265. {c |} {res}    Employed   1539.069          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 266. {c |} {res}    Employed   4025.002          . {txt}{c |}
 267. {c |} {res}Not Employed          .          . {txt}{c |}
 268. {c |} {res}    Employed   2474.126          . {txt}{c |}
 269. {c |} {res}    Employed   3883.788          . {txt}{c |}
 270. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 271. {c |} {res}Not Employed          .          . {txt}{c |}
 272. {c |} {res}Not Employed          .          . {txt}{c |}
 273. {c |} {res}Not Employed          .          . {txt}{c |}
 274. {c |} {res}    Employed   1003.897          . {txt}{c |}
 275. {c |} {res}    Employed   4202.182          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 276. {c |} {res}    Employed   4884.509          . {txt}{c |}
 277. {c |} {res}    Employed   3409.868          . {txt}{c |}
 278. {c |} {res}    Employed   1471.279          . {txt}{c |}
 279. {c |} {res}Not Employed          .          . {txt}{c |}
 280. {c |} {res}    Employed   4119.175          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 281. {c |} {res}    Employed   545.8499          . {txt}{c |}
 282. {c |} {res}Not Employed          .          . {txt}{c |}
 283. {c |} {res}    Employed   1584.435          . {txt}{c |}
 284. {c |} {res}    Employed   2874.064          . {txt}{c |}
 285. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 286. {c |} {res}    Employed   927.4364          . {txt}{c |}
 287. {c |} {res}    Employed   381.6351          . {txt}{c |}
 288. {c |} {res}    Employed   8102.151          . {txt}{c |}
 289. {c |} {res}    Employed   197.4409          . {txt}{c |}
 290. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 291. {c |} {res}    Employed   711.6796          . {txt}{c |}
 292. {c |} {res}Not Employed          .          . {txt}{c |}
 293. {c |} {res}    Employed   2876.585          . {txt}{c |}
 294. {c |} {res}    Employed   4142.106          . {txt}{c |}
 295. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 296. {c |} {res}    Employed   528.3818          . {txt}{c |}
 297. {c |} {res}Not Employed          .          . {txt}{c |}
 299. {c |} {res}    Employed   2745.454          . {txt}{c |}
 300. {c |} {res}    Employed   1402.016          . {txt}{c |}
 301. {c |} {res}    Employed   199.8817          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 302. {c |} {res}    Employed   820.4492          . {txt}{c |}
 303. {c |} {res}    Employed   985.5717          . {txt}{c |}
 304. {c |} {res}Not Employed          .          . {txt}{c |}
 305. {c |} {res}Not Employed          .          . {txt}{c |}
 306. {c |} {res}    Employed   836.3704          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 307. {c |} {res}    Employed   2439.591          . {txt}{c |}
 308. {c |} {res}    Employed   2965.277          . {txt}{c |}
 309. {c |} {res}    Employed   1995.093          . {txt}{c |}
 310. {c |} {res}    Employed   3538.997          . {txt}{c |}
 311. {c |} {res}    Employed    2446.31          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 312. {c |} {res}    Employed   3047.932          . {txt}{c |}
 313. {c |} {res}    Employed   7232.955          . {txt}{c |}
 314. {c |} {res}Not Employed          .          . {txt}{c |}
 315. {c |} {res}    Employed   631.6205          . {txt}{c |}
 316. {c |} {res}    Employed   1970.056          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 318. {c |} {res}Not Employed          .          . {txt}{c |}
 319. {c |} {res}    Employed   2808.834          . {txt}{c |}
 320. {c |} {res}Not Employed          .          . {txt}{c |}
 321. {c |} {res}    Employed   6718.046          . {txt}{c |}
 322. {c |} {res}    Employed   2417.801          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 323. {c |} {res}    Employed   413.2413          . {txt}{c |}
 324. {c |} {res}Not Employed          .          . {txt}{c |}
 325. {c |} {res}Not Employed          .          . {txt}{c |}
 326. {c |} {res}    Employed    6875.29          . {txt}{c |}
 327. {c |} {res}    Employed   3940.022          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 328. {c |} {res}Not Employed          .          . {txt}{c |}
 329. {c |} {res}    Employed   3536.314          . {txt}{c |}
 330. {c |} {res}Not Employed          .          . {txt}{c |}
 332. {c |} {res}    Employed   6804.365          . {txt}{c |}
 333. {c |} {res}    Employed   1625.282          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 334. {c |} {res}    Employed   4874.316          . {txt}{c |}
 335. {c |} {res}    Employed   2494.114          . {txt}{c |}
 336. {c |} {res}    Employed   880.1863          . {txt}{c |}
 337. {c |} {res}    Employed   4145.081          . {txt}{c |}
 338. {c |} {res}    Employed   2182.459          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 339. {c |} {res}Not Employed          .          . {txt}{c |}
 340. {c |} {res}Not Employed          .          . {txt}{c |}
 341. {c |} {res}    Employed   1855.135          . {txt}{c |}
 342. {c |} {res}    Employed   7328.615          . {txt}{c |}
 343. {c |} {res}    Employed   4158.946          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 344. {c |} {res}Not Employed          .          . {txt}{c |}
 345. {c |} {res}    Employed   1867.626          . {txt}{c |}
 346. {c |} {res}    Employed   528.2105          . {txt}{c |}
 347. {c |} {res}Not Employed          .          . {txt}{c |}
 348. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 349. {c |} {res}    Employed   5605.012          . {txt}{c |}
 350. {c |} {res}    Employed   3450.753          . {txt}{c |}
 351. {c |} {res}    Employed   3105.059          . {txt}{c |}
 352. {c |} {res}Not Employed          .          . {txt}{c |}
 353. {c |} {res}    Employed   3902.463          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 354. {c |} {res}Not Employed          .          . {txt}{c |}
 356. {c |} {res}    Employed   4829.104          . {txt}{c |}
 357. {c |} {res}    Employed   2102.981          . {txt}{c |}
 358. {c |} {res}Not Employed          .          . {txt}{c |}
 359. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 360. {c |} {res}    Employed   5268.864          . {txt}{c |}
 361. {c |} {res}    Employed   2599.051          . {txt}{c |}
 362. {c |} {res}    Employed   6715.182          . {txt}{c |}
 363. {c |} {res}Not Employed          .          . {txt}{c |}
 364. {c |} {res}    Employed   680.4825          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 365. {c |} {res}Not Employed          .          . {txt}{c |}
 366. {c |} {res}Not Employed          .          . {txt}{c |}
 367. {c |} {res}    Employed   6585.671          . {txt}{c |}
 368. {c |} {res}    Employed   1448.833          . {txt}{c |}
 369. {c |} {res}    Employed   4204.792          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 370. {c |} {res}Not Employed          .          . {txt}{c |}
 371. {c |} {res}Not Employed          .          . {txt}{c |}
 372. {c |} {res}    Employed   6655.122          . {txt}{c |}
 373. {c |} {res}Not Employed          .          . {txt}{c |}
 374. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 375. {c |} {res}    Employed   3946.628          . {txt}{c |}
 376. {c |} {res}Not Employed          .          . {txt}{c |}
 377. {c |} {res}    Employed   1266.929          . {txt}{c |}
 378. {c |} {res}    Employed   2905.337          . {txt}{c |}
 379. {c |} {res}    Employed   877.6955          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 380. {c |} {res}    Employed   1601.914          . {txt}{c |}
 381. {c |} {res}Not Employed          .          . {txt}{c |}
 382. {c |} {res}    Employed   2019.345          . {txt}{c |}
 383. {c |} {res}Not Employed          .          . {txt}{c |}
 384. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 385. {c |} {res}    Employed   6391.315          . {txt}{c |}
 386. {c |} {res}Not Employed          .          . {txt}{c |}
 387. {c |} {res}Not Employed          .          . {txt}{c |}
 388. {c |} {res}Not Employed          .          . {txt}{c |}
 390. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 392. {c |} {res}    Employed    2737.05          . {txt}{c |}
 393. {c |} {res}    Employed   1054.612          . {txt}{c |}
 394. {c |} {res}    Employed   3691.494          . {txt}{c |}
 395. {c |} {res}Not Employed          .          . {txt}{c |}
 396. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 397. {c |} {res}    Employed    5961.68          . {txt}{c |}
 398. {c |} {res}    Employed    838.748          . {txt}{c |}
 399. {c |} {res}    Employed   2662.966          . {txt}{c |}
 400. {c |} {res}Not Employed          .          . {txt}{c |}
 401. {c |} {res}    Employed   8388.699          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 402. {c |} {res}    Employed   5132.299          . {txt}{c |}
 403. {c |} {res}    Employed   3749.188          . {txt}{c |}
 404. {c |} {res}    Employed   2228.582          . {txt}{c |}
 405. {c |} {res}Not Employed          .          . {txt}{c |}
 406. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 407. {c |} {res}Not Employed          .          . {txt}{c |}
 408. {c |} {res}    Employed   1615.194          . {txt}{c |}
 409. {c |} {res}    Employed    7138.61          . {txt}{c |}
 410. {c |} {res}    Employed   947.9598          . {txt}{c |}
 411. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 412. {c |} {res}Not Employed          .          . {txt}{c |}
 414. {c |} {res}    Employed   5116.966          . {txt}{c |}
 415. {c |} {res}    Employed   2124.809          . {txt}{c |}
 416. {c |} {res}Not Employed          .          . {txt}{c |}
 417. {c |} {res}    Employed   439.7557          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 419. {c |} {res}Not Employed          .          . {txt}{c |}
 420. {c |} {res}    Employed   8028.159          . {txt}{c |}
 423. {c |} {res}    Employed   2146.018          . {txt}{c |}
 424. {c |} {res}    Employed   1840.597          . {txt}{c |}
 425. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 426. {c |} {res}    Employed   536.3258          . {txt}{c |}
 427. {c |} {res}    Employed   1880.565          . {txt}{c |}
 428. {c |} {res}    Employed    413.151          . {txt}{c |}
 429. {c |} {res}    Employed     5385.6          . {txt}{c |}
 430. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 431. {c |} {res}Not Employed          .          . {txt}{c |}
 432. {c |} {res}Not Employed          .          . {txt}{c |}
 433. {c |} {res}Not Employed          .          . {txt}{c |}
 434. {c |} {res}    Employed   3146.195          . {txt}{c |}
 435. {c |} {res}    Employed   7845.247          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 436. {c |} {res}    Employed   4251.467          . {txt}{c |}
 437. {c |} {res}    Employed   2371.162          . {txt}{c |}
 438. {c |} {res}Not Employed          .          . {txt}{c |}
 439. {c |} {res}    Employed   3222.187          . {txt}{c |}
 440. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 441. {c |} {res}Not Employed          .          . {txt}{c |}
 442. {c |} {res}Not Employed          .          . {txt}{c |}
 443. {c |} {res}Not Employed          .          . {txt}{c |}
 444. {c |} {res}Not Employed          .          . {txt}{c |}
 445. {c |} {res}    Employed   1524.506          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 446. {c |} {res}    Employed   6435.359          . {txt}{c |}
 447. {c |} {res}    Employed    3601.36          . {txt}{c |}
 448. {c |} {res}Not Employed          .          . {txt}{c |}
 449. {c |} {res}    Employed   1925.891          . {txt}{c |}
 450. {c |} {res}    Employed   585.4918          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 451. {c |} {res}    Employed   3845.462          . {txt}{c |}
 452. {c |} {res}Not Employed          .          . {txt}{c |}
 453. {c |} {res}    Employed   709.6108          . {txt}{c |}
 454. {c |} {res}Not Employed          .          . {txt}{c |}
 455. {c |} {res}    Employed   4023.406          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 456. {c |} {res}Not Employed          .          . {txt}{c |}
 457. {c |} {res}    Employed   1177.131          . {txt}{c |}
 460. {c |} {res}Not Employed          .          . {txt}{c |}
 461. {c |} {res}Not Employed          .          . {txt}{c |}
 462. {c |} {res}    Employed     839.23          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 463. {c |} {res}Not Employed          .          . {txt}{c |}
 464. {c |} {res}Not Employed          .          . {txt}{c |}
 465. {c |} {res}Not Employed          .          . {txt}{c |}
 466. {c |} {res}    Employed   7548.466          . {txt}{c |}
 467. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 468. {c |} {res}    Employed   8803.476          . {txt}{c |}
 469. {c |} {res}Not Employed          .          . {txt}{c |}
 470. {c |} {res}    Employed   977.2198          . {txt}{c |}
 471. {c |} {res}Not Employed          .          . {txt}{c |}
 473. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 474. {c |} {res}    Employed   4538.507          . {txt}{c |}
 475. {c |} {res}    Employed   4411.155          . {txt}{c |}
 476. {c |} {res}Not Employed          .          . {txt}{c |}
 478. {c |} {res}    Employed   3258.005          . {txt}{c |}
 479. {c |} {res}    Employed   118.1106          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 480. {c |} {res}    Employed   4868.578          . {txt}{c |}
 481. {c |} {res}    Employed    149.645          . {txt}{c |}
 482. {c |} {res}    Employed   10374.56          . {txt}{c |}
 483. {c |} {res}    Employed   10428.18          . {txt}{c |}
 484. {c |} {res}    Employed   3743.558          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 485. {c |} {res}Not Employed          .          . {txt}{c |}
 486. {c |} {res}    Employed   3103.585          . {txt}{c |}
 487. {c |} {res}    Employed   4053.157          . {txt}{c |}
 488. {c |} {res}Not Employed          .          . {txt}{c |}
 490. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 491. {c |} {res}    Employed   2166.419          . {txt}{c |}
 492. {c |} {res}    Employed   668.7579          . {txt}{c |}
 493. {c |} {res}    Employed   2946.165          . {txt}{c |}
 494. {c |} {res}    Employed   4421.126          . {txt}{c |}
 495. {c |} {res}    Employed   4499.624          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 496. {c |} {res}    Employed   5093.136          . {txt}{c |}
 497. {c |} {res}    Employed   313.4615          . {txt}{c |}
 498. {c |} {res}    Employed   1196.767          . {txt}{c |}
 499. {c |} {res}    Employed   2098.616          . {txt}{c |}
 500. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 501. {c |} {res}    Employed   4317.026          . {txt}{c |}
 502. {c |} {res}    Employed   3504.658          . {txt}{c |}
 503. {c |} {res}    Employed   1735.774          . {txt}{c |}
 504. {c |} {res}    Employed   2096.893          . {txt}{c |}
 505. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 506. {c |} {res}    Employed   1406.707          . {txt}{c |}
 507. {c |} {res}    Employed   8380.881          . {txt}{c |}
 508. {c |} {res}Not Employed          .          . {txt}{c |}
 509. {c |} {res}    Employed   3959.502          . {txt}{c |}
 510. {c |} {res}    Employed   5093.218          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 511. {c |} {res}    Employed   4341.011          . {txt}{c |}
 512. {c |} {res}    Employed   4861.797          . {txt}{c |}
 513. {c |} {res}    Employed   374.7809          . {txt}{c |}
 515. {c |} {res}    Employed   1666.139          . {txt}{c |}
 516. {c |} {res}    Employed   799.2203          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 517. {c |} {res}    Employed   6143.491          . {txt}{c |}
 518. {c |} {res}    Employed   4423.857          . {txt}{c |}
 519. {c |} {res}    Employed   3408.875          . {txt}{c |}
 520. {c |} {res}Not Employed          .          . {txt}{c |}
 521. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 522. {c |} {res}    Employed   4934.306          . {txt}{c |}
 523. {c |} {res}    Employed   7779.673          . {txt}{c |}
 524. {c |} {res}Not Employed          .          . {txt}{c |}
 525. {c |} {res}    Employed   281.4367          . {txt}{c |}
 526. {c |} {res}    Employed   1014.982          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 527. {c |} {res}Not Employed          .          . {txt}{c |}
 528. {c |} {res}    Employed   3305.405          . {txt}{c |}
 529. {c |} {res}Not Employed          .          . {txt}{c |}
 530. {c |} {res}    Employed   2447.444          . {txt}{c |}
 531. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 533. {c |} {res}    Employed   1153.675          . {txt}{c |}
 534. {c |} {res}    Employed   3010.101          . {txt}{c |}
 535. {c |} {res}    Employed   1276.809          . {txt}{c |}
 536. {c |} {res}Not Employed          .          . {txt}{c |}
 537. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 538. {c |} {res}Not Employed          .          . {txt}{c |}
 539. {c |} {res}    Employed   89.94707          . {txt}{c |}
 540. {c |} {res}Not Employed          .          . {txt}{c |}
 541. {c |} {res}    Employed   1611.985          . {txt}{c |}
 542. {c |} {res}    Employed    2649.15          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 543. {c |} {res}    Employed   4736.704          . {txt}{c |}
 544. {c |} {res}    Employed   4099.487          . {txt}{c |}
 545. {c |} {res}Not Employed          .          . {txt}{c |}
 546. {c |} {res}    Employed    1058.12          . {txt}{c |}
 547. {c |} {res}    Employed   1504.272          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 548. {c |} {res}    Employed   3292.034          . {txt}{c |}
 549. {c |} {res}Not Employed          .          . {txt}{c |}
 550. {c |} {res}    Employed   553.5026          . {txt}{c |}
 551. {c |} {res}Not Employed          .          . {txt}{c |}
 552. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 553. {c |} {res}    Employed   4648.087          . {txt}{c |}
 554. {c |} {res}    Employed   604.5554          . {txt}{c |}
 555. {c |} {res}    Employed   3468.317          . {txt}{c |}
 556. {c |} {res}    Employed   2420.653          . {txt}{c |}
 557. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 558. {c |} {res}Not Employed          .          . {txt}{c |}
 559. {c |} {res}    Employed   2585.796          . {txt}{c |}
 561. {c |} {res}    Employed   3202.374          . {txt}{c |}
 562. {c |} {res}Not Employed          .          . {txt}{c |}
 563. {c |} {res}    Employed   5529.353          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 564. {c |} {res}Not Employed          .          . {txt}{c |}
 565. {c |} {res}Not Employed          .          . {txt}{c |}
 566. {c |} {res}    Employed   2262.295          . {txt}{c |}
 567. {c |} {res}Not Employed          .          . {txt}{c |}
 568. {c |} {res}    Employed   1331.731          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 569. {c |} {res}    Employed   7087.983          . {txt}{c |}
 570. {c |} {res}    Employed   3345.194          . {txt}{c |}
 571. {c |} {res}Not Employed          .          . {txt}{c |}
 572. {c |} {res}Not Employed          .          . {txt}{c |}
 573. {c |} {res}    Employed   3914.988          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 576. {c |} {res}Not Employed          .          . {txt}{c |}
 577. {c |} {res}    Employed   2643.265          . {txt}{c |}
 578. {c |} {res}    Employed   2836.671          . {txt}{c |}
 580. {c |} {res}    Employed   406.4481          . {txt}{c |}
 581. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 582. {c |} {res}Not Employed          .          . {txt}{c |}
 583. {c |} {res}Not Employed          .          . {txt}{c |}
 584. {c |} {res}    Employed   4139.717          . {txt}{c |}
 585. {c |} {res}    Employed   4809.194          . {txt}{c |}
 586. {c |} {res}    Employed   335.9962          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 587. {c |} {res}Not Employed          .          . {txt}{c |}
 588. {c |} {res}Not Employed          .          . {txt}{c |}
 589. {c |} {res}Not Employed          .          . {txt}{c |}
 590. {c |} {res}Not Employed          .          . {txt}{c |}
 591. {c |} {res}    Employed    635.924          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 592. {c |} {res}    Employed   3451.974          . {txt}{c |}
 594. {c |} {res}    Employed       6650          . {txt}{c |}
 595. {c |} {res}    Employed    7015.97          . {txt}{c |}
 596. {c |} {res}    Employed   5774.802          . {txt}{c |}
 597. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 598. {c |} {res}    Employed   3511.346          . {txt}{c |}
 599. {c |} {res}Not Employed          .          . {txt}{c |}
 600. {c |} {res}Not Employed          .          . {txt}{c |}
 602. {c |} {res}Not Employed          .          . {txt}{c |}
 603. {c |} {res}    Employed   8706.075          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 604. {c |} {res}Not Employed          .          . {txt}{c |}
 605. {c |} {res}    Employed    4996.22          . {txt}{c |}
 606. {c |} {res}    Employed   137.3079          . {txt}{c |}
 607. {c |} {res}Not Employed          .          . {txt}{c |}
 609. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 610. {c |} {res}Not Employed          .          . {txt}{c |}
 611. {c |} {res}    Employed   1756.383          . {txt}{c |}
 612. {c |} {res}Not Employed          .          . {txt}{c |}
 613. {c |} {res}Not Employed          .          . {txt}{c |}
 614. {c |} {res}    Employed   6749.873          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 615. {c |} {res}Not Employed          .          . {txt}{c |}
 617. {c |} {res}Not Employed          .          . {txt}{c |}
 618. {c |} {res}Not Employed          .          . {txt}{c |}
 619. {c |} {res}Not Employed          .          . {txt}{c |}
 620. {c |} {res}    Employed   3281.115          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 621. {c |} {res}Not Employed          .          . {txt}{c |}
 622. {c |} {res}    Employed   6938.847          . {txt}{c |}
 623. {c |} {res}    Employed   1925.602          . {txt}{c |}
 624. {c |} {res}    Employed   1740.802          . {txt}{c |}
 625. {c |} {res}    Employed    6947.86          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 626. {c |} {res}Not Employed          .          . {txt}{c |}
 627. {c |} {res}    Employed   4960.828          . {txt}{c |}
 628. {c |} {res}Not Employed          .          . {txt}{c |}
 629. {c |} {res}    Employed   6361.483          . {txt}{c |}
 630. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 631. {c |} {res}Not Employed          .          . {txt}{c |}
 632. {c |} {res}Not Employed          .          . {txt}{c |}
 633. {c |} {res}    Employed     4504.2          . {txt}{c |}
 634. {c |} {res}Not Employed          .          . {txt}{c |}
 635. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 636. {c |} {res}    Employed   2630.388          . {txt}{c |}
 637. {c |} {res}    Employed   494.1844          . {txt}{c |}
 638. {c |} {res}    Employed   2166.695          . {txt}{c |}
 639. {c |} {res}    Employed   1872.387          . {txt}{c |}
 640. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 641. {c |} {res}    Employed   1075.237          . {txt}{c |}
 642. {c |} {res}    Employed   2788.489          . {txt}{c |}
 643. {c |} {res}Not Employed          .          . {txt}{c |}
 644. {c |} {res}    Employed    2245.88          . {txt}{c |}
 645. {c |} {res}    Employed   2847.516          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 646. {c |} {res}Not Employed          .          . {txt}{c |}
 647. {c |} {res}Not Employed          .          . {txt}{c |}
 648. {c |} {res}Not Employed          .          . {txt}{c |}
 649. {c |} {res}    Employed   1811.157          . {txt}{c |}
 650. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 651. {c |} {res}Not Employed          .          . {txt}{c |}
 652. {c |} {res}Not Employed          .          . {txt}{c |}
 653. {c |} {res}Not Employed          .          . {txt}{c |}
 654. {c |} {res}Not Employed          .          . {txt}{c |}
 655. {c |} {res}    Employed   4669.629          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 656. {c |} {res}    Employed   2889.366          . {txt}{c |}
 657. {c |} {res}    Employed   2817.979          . {txt}{c |}
 658. {c |} {res}Not Employed          .          . {txt}{c |}
 659. {c |} {res}    Employed   526.1194          . {txt}{c |}
 660. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 661. {c |} {res}    Employed   3556.864          . {txt}{c |}
 662. {c |} {res}    Employed    905.897          . {txt}{c |}
 664. {c |} {res}    Employed    5312.72          . {txt}{c |}
 665. {c |} {res}Not Employed          .          . {txt}{c |}
 666. {c |} {res}    Employed   5787.725          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 667. {c |} {res}    Employed   7570.186          . {txt}{c |}
 668. {c |} {res}Not Employed          .          . {txt}{c |}
 669. {c |} {res}    Employed   6188.984          . {txt}{c |}
 670. {c |} {res}    Employed   1240.461          . {txt}{c |}
 672. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 673. {c |} {res}    Employed   1494.119          . {txt}{c |}
 674. {c |} {res}    Employed   3277.944          . {txt}{c |}
 675. {c |} {res}    Employed   2632.048          . {txt}{c |}
 676. {c |} {res}    Employed   438.7986          . {txt}{c |}
 677. {c |} {res}    Employed    4137.81          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 678. {c |} {res}    Employed   1355.591          . {txt}{c |}
 679. {c |} {res}    Employed   238.8611          . {txt}{c |}
 680. {c |} {res}    Employed   1591.125          . {txt}{c |}
 681. {c |} {res}    Employed    88.7532          . {txt}{c |}
 682. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 683. {c |} {res}Not Employed          .          . {txt}{c |}
 684. {c |} {res}    Employed   1593.158          . {txt}{c |}
 685. {c |} {res}    Employed    3961.01          . {txt}{c |}
 686. {c |} {res}    Employed   2157.113          . {txt}{c |}
 687. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 688. {c |} {res}    Employed   7923.962          . {txt}{c |}
 689. {c |} {res}    Employed   6302.016          . {txt}{c |}
 690. {c |} {res}    Employed   3071.094          . {txt}{c |}
 691. {c |} {res}    Employed   5288.781          . {txt}{c |}
 692. {c |} {res}    Employed   3483.099          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 693. {c |} {res}    Employed   333.5074          . {txt}{c |}
 694. {c |} {res}    Employed   2061.784          . {txt}{c |}
 695. {c |} {res}    Employed   618.7328          . {txt}{c |}
 696. {c |} {res}Not Employed          .          . {txt}{c |}
 697. {c |} {res}    Employed   1521.632          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 698. {c |} {res}Not Employed          .          . {txt}{c |}
 699. {c |} {res}Not Employed          .          . {txt}{c |}
 700. {c |} {res}    Employed   3355.708          . {txt}{c |}
 701. {c |} {res}Not Employed          .          . {txt}{c |}
 702. {c |} {res}    Employed   303.3834          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 703. {c |} {res}    Employed   5121.071          . {txt}{c |}
 704. {c |} {res}Not Employed          .          . {txt}{c |}
 705. {c |} {res}    Employed   4105.316          . {txt}{c |}
 707. {c |} {res}Not Employed          .          . {txt}{c |}
 708. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 709. {c |} {res}    Employed   7598.238          . {txt}{c |}
 710. {c |} {res}    Employed   4201.807          . {txt}{c |}
 711. {c |} {res}Not Employed          .          . {txt}{c |}
 712. {c |} {res}    Employed   3668.303          . {txt}{c |}
 713. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 714. {c |} {res}Not Employed          .          . {txt}{c |}
 715. {c |} {res}Not Employed          .          . {txt}{c |}
 716. {c |} {res}    Employed   694.4419          . {txt}{c |}
 717. {c |} {res}Not Employed          .          . {txt}{c |}
 718. {c |} {res}    Employed   2060.189          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 719. {c |} {res}    Employed    3238.75          . {txt}{c |}
 720. {c |} {res}Not Employed          .          . {txt}{c |}
 721. {c |} {res}Not Employed          .          . {txt}{c |}
 722. {c |} {res}    Employed     6723.6          . {txt}{c |}
 723. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 724. {c |} {res}    Employed   1792.776          . {txt}{c |}
 725. {c |} {res}Not Employed          .          . {txt}{c |}
 726. {c |} {res}    Employed   7131.456          . {txt}{c |}
 729. {c |} {res}    Employed   136.8713          . {txt}{c |}
 730. {c |} {res}    Employed   3677.117          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 732. {c |} {res}Not Employed          .          . {txt}{c |}
 733. {c |} {res}    Employed   5511.361          . {txt}{c |}
 734. {c |} {res}Not Employed          .          . {txt}{c |}
 735. {c |} {res}Not Employed          .          . {txt}{c |}
 737. {c |} {res}    Employed   3176.246          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 738. {c |} {res}Not Employed          .          . {txt}{c |}
 739. {c |} {res}    Employed    5946.89          . {txt}{c |}
 740. {c |} {res}Not Employed          .          . {txt}{c |}
 741. {c |} {res}    Employed   1078.194          . {txt}{c |}
 742. {c |} {res}    Employed   1195.997          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 744. {c |} {res}    Employed   2197.883          . {txt}{c |}
 745. {c |} {res}    Employed   2887.118          . {txt}{c |}
 746. {c |} {res}    Employed   502.1682          . {txt}{c |}
 747. {c |} {res}Not Employed          .          . {txt}{c |}
 748. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 749. {c |} {res}    Employed   4607.042          . {txt}{c |}
 750. {c |} {res}    Employed   1849.522          . {txt}{c |}
 751. {c |} {res}Not Employed          .          . {txt}{c |}
 752. {c |} {res}    Employed   4423.448          . {txt}{c |}
 753. {c |} {res}    Employed   4292.667          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 754. {c |} {res}Not Employed          .          . {txt}{c |}
 755. {c |} {res}Not Employed          .          . {txt}{c |}
 756. {c |} {res}    Employed   3865.978          . {txt}{c |}
 757. {c |} {res}Not Employed          .          . {txt}{c |}
 758. {c |} {res}    Employed   5386.111          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 759. {c |} {res}    Employed   2860.106          . {txt}{c |}
 760. {c |} {res}    Employed   2597.645          . {txt}{c |}
 761. {c |} {res}    Employed   3299.471          . {txt}{c |}
 762. {c |} {res}Not Employed          .          . {txt}{c |}
 763. {c |} {res}    Employed   3530.072          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 764. {c |} {res}    Employed   4128.498          . {txt}{c |}
 765. {c |} {res}    Employed   2977.686          . {txt}{c |}
 767. {c |} {res}Not Employed          .          . {txt}{c |}
 769. {c |} {res}Not Employed          .          . {txt}{c |}
 770. {c |} {res}    Employed   8681.168          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 771. {c |} {res}    Employed   6414.283          . {txt}{c |}
 772. {c |} {res}    Employed   1782.552          . {txt}{c |}
 773. {c |} {res}    Employed   865.6555          . {txt}{c |}
 774. {c |} {res}Not Employed          .          . {txt}{c |}
 775. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 776. {c |} {res}Not Employed          .          . {txt}{c |}
 777. {c |} {res}Not Employed          .          . {txt}{c |}
 778. {c |} {res}Not Employed          .          . {txt}{c |}
 781. {c |} {res}Not Employed          .          . {txt}{c |}
 782. {c |} {res}    Employed   5162.271          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 783. {c |} {res}Not Employed          .          . {txt}{c |}
 784. {c |} {res}Not Employed          .          . {txt}{c |}
 785. {c |} {res}    Employed   1613.762          . {txt}{c |}
 786. {c |} {res}    Employed   2681.585          . {txt}{c |}
 787. {c |} {res}    Employed   6240.968          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 788. {c |} {res}    Employed   8227.672          . {txt}{c |}
 789. {c |} {res}    Employed   9322.405          . {txt}{c |}
 790. {c |} {res}    Employed    4697.62          . {txt}{c |}
 791. {c |} {res}Not Employed          .          . {txt}{c |}
 793. {c |} {res}    Employed   7515.149          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 794. {c |} {res}    Employed   7023.757          . {txt}{c |}
 795. {c |} {res}    Employed   3818.408          . {txt}{c |}
 796. {c |} {res}    Employed   216.7452          . {txt}{c |}
 797. {c |} {res}    Employed   635.7485          . {txt}{c |}
 798. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 800. {c |} {res}Not Employed          .          . {txt}{c |}
 801. {c |} {res}Not Employed          .          . {txt}{c |}
 802. {c |} {res}Not Employed          .          . {txt}{c |}
 803. {c |} {res}Not Employed          .          . {txt}{c |}
 804. {c |} {res}    Employed   3161.914          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 805. {c |} {res}Not Employed          .          . {txt}{c |}
 806. {c |} {res}Not Employed          .          . {txt}{c |}
 807. {c |} {res}    Employed    3377.15          . {txt}{c |}
 808. {c |} {res}    Employed   3291.714          . {txt}{c |}
 810. {c |} {res}    Employed   1314.793          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 811. {c |} {res}    Employed   3725.196          . {txt}{c |}
 812. {c |} {res}Not Employed          .          . {txt}{c |}
 813. {c |} {res}Not Employed          .          . {txt}{c |}
 814. {c |} {res}Not Employed          .          . {txt}{c |}
 815. {c |} {res}    Employed   2382.915          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 816. {c |} {res}Not Employed          .          . {txt}{c |}
 817. {c |} {res}Not Employed          .          . {txt}{c |}
 818. {c |} {res}    Employed   2563.739          . {txt}{c |}
 820. {c |} {res}    Employed    7084.31          . {txt}{c |}
 821. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 822. {c |} {res}    Employed   8475.157          . {txt}{c |}
 823. {c |} {res}    Employed   4028.521          . {txt}{c |}
 824. {c |} {res}Not Employed          .          . {txt}{c |}
 825. {c |} {res}    Employed   3122.256          . {txt}{c |}
 826. {c |} {res}    Employed   5969.579          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 827. {c |} {res}Not Employed          .          . {txt}{c |}
 828. {c |} {res}Not Employed          .          . {txt}{c |}
 829. {c |} {res}    Employed   703.2023          . {txt}{c |}
 830. {c |} {res}    Employed   4674.846          . {txt}{c |}
 831. {c |} {res}    Employed   5026.612          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 832. {c |} {res}    Employed   3931.941          . {txt}{c |}
 833. {c |} {res}Not Employed          .          . {txt}{c |}
 834. {c |} {res}    Employed   1711.883          . {txt}{c |}
 835. {c |} {res}    Employed   1956.027          . {txt}{c |}
 836. {c |} {res}    Employed   2784.741          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 837. {c |} {res}    Employed   3666.717          . {txt}{c |}
 839. {c |} {res}Not Employed          .          . {txt}{c |}
 840. {c |} {res}Not Employed          .          . {txt}{c |}
 841. {c |} {res}    Employed   2095.496          . {txt}{c |}
 843. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 844. {c |} {res}Not Employed          .          . {txt}{c |}
 845. {c |} {res}Not Employed          .          . {txt}{c |}
 846. {c |} {res}    Employed    1495.26          . {txt}{c |}
 847. {c |} {res}    Employed   1772.923          . {txt}{c |}
 848. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 849. {c |} {res}    Employed   2181.178          . {txt}{c |}
 850. {c |} {res}    Employed   7391.543          . {txt}{c |}
 851. {c |} {res}Not Employed          .          . {txt}{c |}
 852. {c |} {res}Not Employed          .          . {txt}{c |}
 853. {c |} {res}    Employed   9055.533          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 854. {c |} {res}    Employed   4902.228          . {txt}{c |}
 855. {c |} {res}Not Employed          .          . {txt}{c |}
 856. {c |} {res}Not Employed          .          . {txt}{c |}
 857. {c |} {res}    Employed   1101.463          . {txt}{c |}
 859. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 860. {c |} {res}Not Employed          .          . {txt}{c |}
 861. {c |} {res}Not Employed          .          . {txt}{c |}
 863. {c |} {res}    Employed   4775.059          . {txt}{c |}
 864. {c |} {res}    Employed   5004.878          . {txt}{c |}
 865. {c |} {res}    Employed   3552.148          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 866. {c |} {res}Not Employed          .          . {txt}{c |}
 867. {c |} {res}    Employed   594.0262          . {txt}{c |}
 868. {c |} {res}    Employed   1402.365          . {txt}{c |}
 869. {c |} {res}    Employed   3901.419          . {txt}{c |}
 870. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 871. {c |} {res}Not Employed          .          . {txt}{c |}
 872. {c |} {res}    Employed   4703.237          . {txt}{c |}
 873. {c |} {res}Not Employed          .          . {txt}{c |}
 874. {c |} {res}Not Employed          .          . {txt}{c |}
 875. {c |} {res}    Employed   1046.756          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 876. {c |} {res}    Employed   3227.319          . {txt}{c |}
 877. {c |} {res}Not Employed          .          . {txt}{c |}
 878. {c |} {res}Not Employed          .          . {txt}{c |}
 879. {c |} {res}Not Employed          .          . {txt}{c |}
 880. {c |} {res}    Employed   2958.482          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 882. {c |} {res}Not Employed          .          . {txt}{c |}
 883. {c |} {res}Not Employed          .          . {txt}{c |}
 884. {c |} {res}    Employed   659.0343          . {txt}{c |}
 885. {c |} {res}    Employed   9332.893          . {txt}{c |}
 886. {c |} {res}    Employed    3947.91          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 887. {c |} {res}    Employed   1365.242          . {txt}{c |}
 888. {c |} {res}    Employed   2653.814          . {txt}{c |}
 889. {c |} {res}    Employed   8091.348          . {txt}{c |}
 890. {c |} {res}Not Employed          .          . {txt}{c |}
 891. {c |} {res}    Employed   654.6307          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 892. {c |} {res}    Employed   1744.243          . {txt}{c |}
 893. {c |} {res}Not Employed          .          . {txt}{c |}
 894. {c |} {res}Not Employed          .          . {txt}{c |}
 895. {c |} {res}Not Employed          .          . {txt}{c |}
 896. {c |} {res}    Employed   5132.411          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 897. {c |} {res}Not Employed          .          . {txt}{c |}
 898. {c |} {res}    Employed   1249.437          . {txt}{c |}
 899. {c |} {res}    Employed   1217.321          . {txt}{c |}
 900. {c |} {res}    Employed   3561.072          . {txt}{c |}
 901. {c |} {res}    Employed   2958.369          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 902. {c |} {res}    Employed   2581.513          . {txt}{c |}
 903. {c |} {res}    Employed   4169.257          . {txt}{c |}
 904. {c |} {res}    Employed   2270.807          . {txt}{c |}
 905. {c |} {res}    Employed   1744.052          . {txt}{c |}
 906. {c |} {res}    Employed   859.2072          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 907. {c |} {res}    Employed   2407.594          . {txt}{c |}
 908. {c |} {res}    Employed    5459.82          . {txt}{c |}
 909. {c |} {res}    Employed   202.9601          . {txt}{c |}
 910. {c |} {res}    Employed   980.4621          . {txt}{c |}
 911. {c |} {res}    Employed   9643.313          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 912. {c |} {res}Not Employed          .          . {txt}{c |}
 914. {c |} {res}    Employed   8638.401          . {txt}{c |}
 915. {c |} {res}    Employed   1243.888          . {txt}{c |}
 916. {c |} {res}Not Employed          .          . {txt}{c |}
 917. {c |} {res}    Employed   1273.768          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 918. {c |} {res}Not Employed          .          . {txt}{c |}
 919. {c |} {res}Not Employed          .          . {txt}{c |}
 920. {c |} {res}    Employed   3526.215          . {txt}{c |}
 921. {c |} {res}Not Employed          .          . {txt}{c |}
 922. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 923. {c |} {res}Not Employed          .          . {txt}{c |}
 924. {c |} {res}    Employed   4851.021          . {txt}{c |}
 925. {c |} {res}    Employed   5306.281          . {txt}{c |}
 926. {c |} {res}Not Employed          .          . {txt}{c |}
 927. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 928. {c |} {res}    Employed   1367.755          . {txt}{c |}
 929. {c |} {res}    Employed   4777.012          . {txt}{c |}
 931. {c |} {res}    Employed   2971.843          . {txt}{c |}
 932. {c |} {res}Not Employed          .          . {txt}{c |}
 933. {c |} {res}    Employed   1540.867          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 934. {c |} {res}    Employed   1142.139          . {txt}{c |}
 935. {c |} {res}    Employed    2152.16          . {txt}{c |}
 936. {c |} {res}    Employed   6466.885          . {txt}{c |}
 937. {c |} {res}    Employed   4954.068          . {txt}{c |}
 938. {c |} {res}    Employed   3687.258          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 939. {c |} {res}Not Employed          .          . {txt}{c |}
 940. {c |} {res}    Employed    7466.47          . {txt}{c |}
 942. {c |} {res}    Employed   1494.335          . {txt}{c |}
 943. {c |} {res}Not Employed          .          . {txt}{c |}
 944. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 945. {c |} {res}    Employed   733.9775          . {txt}{c |}
 946. {c |} {res}Not Employed          .          . {txt}{c |}
 947. {c |} {res}Not Employed          .          . {txt}{c |}
 949. {c |} {res}Not Employed          .          . {txt}{c |}
 950. {c |} {res}    Employed   3919.957          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 951. {c |} {res}    Employed   3703.998          . {txt}{c |}
 952. {c |} {res}Not Employed          .          . {txt}{c |}
 953. {c |} {res}    Employed   1316.085          . {txt}{c |}
 954. {c |} {res}Not Employed          .          . {txt}{c |}
 955. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 956. {c |} {res}    Employed   4784.905          . {txt}{c |}
 957. {c |} {res}    Employed   9716.921          . {txt}{c |}
 958. {c |} {res}Not Employed          .          . {txt}{c |}
 959. {c |} {res}    Employed   4908.865          . {txt}{c |}
 960. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 961. {c |} {res}Not Employed          .          . {txt}{c |}
 962. {c |} {res}Not Employed          .          . {txt}{c |}
 963. {c |} {res}    Employed   4676.233          . {txt}{c |}
 965. {c |} {res}    Employed   2740.933          . {txt}{c |}
 966. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 967. {c |} {res}    Employed   2175.058          . {txt}{c |}
 968. {c |} {res}    Employed   2190.642          . {txt}{c |}
 969. {c |} {res}    Employed   2662.922          . {txt}{c |}
 970. {c |} {res}Not Employed          .          . {txt}{c |}
 971. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 972. {c |} {res}    Employed   2486.948          . {txt}{c |}
 973. {c |} {res}    Employed   3525.889          . {txt}{c |}
 974. {c |} {res}    Employed   3221.893          . {txt}{c |}
 975. {c |} {res}    Employed   5643.016          . {txt}{c |}
 976. {c |} {res}Not Employed          .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 977. {c |} {res}    Employed   3907.407          . {txt}{c |}
 978. {c |} {res}Not Employed          .          . {txt}{c |}
 979. {c |} {res}    Employed   2842.467          . {txt}{c |}
 980. {c |} {res}    Employed   4774.172          . {txt}{c |}
 981. {c |} {res}    Employed   3714.526          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 982. {c |} {res}Not Employed          .          . {txt}{c |}
 984. {c |} {res}Not Employed          .          . {txt}{c |}
 985. {c |} {res}    Employed   4218.984          . {txt}{c |}
 986. {c |} {res}Not Employed          .          . {txt}{c |}
 987. {c |} {res}    Employed   4976.998          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 988. {c |} {res}    Employed    1029.18          . {txt}{c |}
 989. {c |} {res}Not Employed          .          . {txt}{c |}
 990. {c |} {res}    Employed   4172.272          . {txt}{c |}
 991. {c |} {res}Not Employed          .          . {txt}{c |}
 992. {c |} {res}    Employed   3529.363          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 993. {c |} {res}Not Employed          .          . {txt}{c |}
 994. {c |} {res}Not Employed          .          . {txt}{c |}
 995. {c |} {res}    Employed   3714.595          . {txt}{c |}
 996. {c |} {res}Not Employed          .          . {txt}{c |}
 997. {c |} {res}    Employed   2893.379          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 10}{c -}{hline 10}{c RT}
 998. {c |} {res}    Employed   4675.069          . {txt}{c |}
 999. {c |} {res}    Employed   4065.841          . {txt}{c |}
1000. {c |} {res}    Employed    475.478          . {txt}{c |}
      {c BLC}{hline 14}{c -}{hline 10}{c -}{hline 10}{c BRC}

{com}. 
. br employed wage inconsistency if inconsistency == . & employed == 0
{txt}
{com}. list employed wage inconsistency if inconsistency == . & employed == 0
{txt}
      {c TLC}{hline 14}{c -}{hline 6}{c -}{hline 10}{c TRC}
      {c |} {res}    employed   wage   incons~y {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
   2. {c |} {res}Not Employed      .          . {txt}{c |}
   3. {c |} {res}Not Employed      .          . {txt}{c |}
   4. {c |} {res}Not Employed      .          . {txt}{c |}
   5. {c |} {res}Not Employed      .          . {txt}{c |}
   8. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
   9. {c |} {res}Not Employed      .          . {txt}{c |}
  14. {c |} {res}Not Employed      .          . {txt}{c |}
  15. {c |} {res}Not Employed      .          . {txt}{c |}
  18. {c |} {res}Not Employed      .          . {txt}{c |}
  19. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
  23. {c |} {res}Not Employed      .          . {txt}{c |}
  27. {c |} {res}Not Employed      .          . {txt}{c |}
  32. {c |} {res}Not Employed      .          . {txt}{c |}
  36. {c |} {res}Not Employed      .          . {txt}{c |}
  38. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
  39. {c |} {res}Not Employed      .          . {txt}{c |}
  44. {c |} {res}Not Employed      .          . {txt}{c |}
  48. {c |} {res}Not Employed      .          . {txt}{c |}
  51. {c |} {res}Not Employed      .          . {txt}{c |}
  54. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
  57. {c |} {res}Not Employed      .          . {txt}{c |}
  59. {c |} {res}Not Employed      .          . {txt}{c |}
  60. {c |} {res}Not Employed      .          . {txt}{c |}
  71. {c |} {res}Not Employed      .          . {txt}{c |}
  73. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
  76. {c |} {res}Not Employed      .          . {txt}{c |}
  78. {c |} {res}Not Employed      .          . {txt}{c |}
  83. {c |} {res}Not Employed      .          . {txt}{c |}
  85. {c |} {res}Not Employed      .          . {txt}{c |}
  93. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 103. {c |} {res}Not Employed      .          . {txt}{c |}
 107. {c |} {res}Not Employed      .          . {txt}{c |}
 108. {c |} {res}Not Employed      .          . {txt}{c |}
 110. {c |} {res}Not Employed      .          . {txt}{c |}
 117. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 118. {c |} {res}Not Employed      .          . {txt}{c |}
 119. {c |} {res}Not Employed      .          . {txt}{c |}
 123. {c |} {res}Not Employed      .          . {txt}{c |}
 125. {c |} {res}Not Employed      .          . {txt}{c |}
 126. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 127. {c |} {res}Not Employed      .          . {txt}{c |}
 128. {c |} {res}Not Employed      .          . {txt}{c |}
 129. {c |} {res}Not Employed      .          . {txt}{c |}
 132. {c |} {res}Not Employed      .          . {txt}{c |}
 136. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 138. {c |} {res}Not Employed      .          . {txt}{c |}
 139. {c |} {res}Not Employed      .          . {txt}{c |}
 141. {c |} {res}Not Employed      .          . {txt}{c |}
 145. {c |} {res}Not Employed      .          . {txt}{c |}
 147. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 156. {c |} {res}Not Employed      .          . {txt}{c |}
 157. {c |} {res}Not Employed      .          . {txt}{c |}
 159. {c |} {res}Not Employed      .          . {txt}{c |}
 160. {c |} {res}Not Employed      .          . {txt}{c |}
 164. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 165. {c |} {res}Not Employed      .          . {txt}{c |}
 166. {c |} {res}Not Employed      .          . {txt}{c |}
 175. {c |} {res}Not Employed      .          . {txt}{c |}
 178. {c |} {res}Not Employed      .          . {txt}{c |}
 182. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 183. {c |} {res}Not Employed      .          . {txt}{c |}
 187. {c |} {res}Not Employed      .          . {txt}{c |}
 188. {c |} {res}Not Employed      .          . {txt}{c |}
 190. {c |} {res}Not Employed      .          . {txt}{c |}
 193. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 194. {c |} {res}Not Employed      .          . {txt}{c |}
 197. {c |} {res}Not Employed      .          . {txt}{c |}
 199. {c |} {res}Not Employed      .          . {txt}{c |}
 205. {c |} {res}Not Employed      .          . {txt}{c |}
 206. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 207. {c |} {res}Not Employed      .          . {txt}{c |}
 209. {c |} {res}Not Employed      .          . {txt}{c |}
 211. {c |} {res}Not Employed      .          . {txt}{c |}
 215. {c |} {res}Not Employed      .          . {txt}{c |}
 217. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 222. {c |} {res}Not Employed      .          . {txt}{c |}
 224. {c |} {res}Not Employed      .          . {txt}{c |}
 227. {c |} {res}Not Employed      .          . {txt}{c |}
 231. {c |} {res}Not Employed      .          . {txt}{c |}
 233. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 238. {c |} {res}Not Employed      .          . {txt}{c |}
 240. {c |} {res}Not Employed      .          . {txt}{c |}
 241. {c |} {res}Not Employed      .          . {txt}{c |}
 243. {c |} {res}Not Employed      .          . {txt}{c |}
 246. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 248. {c |} {res}Not Employed      .          . {txt}{c |}
 254. {c |} {res}Not Employed      .          . {txt}{c |}
 255. {c |} {res}Not Employed      .          . {txt}{c |}
 256. {c |} {res}Not Employed      .          . {txt}{c |}
 258. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 259. {c |} {res}Not Employed      .          . {txt}{c |}
 260. {c |} {res}Not Employed      .          . {txt}{c |}
 262. {c |} {res}Not Employed      .          . {txt}{c |}
 264. {c |} {res}Not Employed      .          . {txt}{c |}
 267. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 270. {c |} {res}Not Employed      .          . {txt}{c |}
 271. {c |} {res}Not Employed      .          . {txt}{c |}
 272. {c |} {res}Not Employed      .          . {txt}{c |}
 273. {c |} {res}Not Employed      .          . {txt}{c |}
 279. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 282. {c |} {res}Not Employed      .          . {txt}{c |}
 285. {c |} {res}Not Employed      .          . {txt}{c |}
 290. {c |} {res}Not Employed      .          . {txt}{c |}
 292. {c |} {res}Not Employed      .          . {txt}{c |}
 295. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 297. {c |} {res}Not Employed      .          . {txt}{c |}
 304. {c |} {res}Not Employed      .          . {txt}{c |}
 305. {c |} {res}Not Employed      .          . {txt}{c |}
 314. {c |} {res}Not Employed      .          . {txt}{c |}
 318. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 320. {c |} {res}Not Employed      .          . {txt}{c |}
 324. {c |} {res}Not Employed      .          . {txt}{c |}
 325. {c |} {res}Not Employed      .          . {txt}{c |}
 328. {c |} {res}Not Employed      .          . {txt}{c |}
 330. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 339. {c |} {res}Not Employed      .          . {txt}{c |}
 340. {c |} {res}Not Employed      .          . {txt}{c |}
 344. {c |} {res}Not Employed      .          . {txt}{c |}
 347. {c |} {res}Not Employed      .          . {txt}{c |}
 348. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 352. {c |} {res}Not Employed      .          . {txt}{c |}
 354. {c |} {res}Not Employed      .          . {txt}{c |}
 358. {c |} {res}Not Employed      .          . {txt}{c |}
 359. {c |} {res}Not Employed      .          . {txt}{c |}
 363. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 365. {c |} {res}Not Employed      .          . {txt}{c |}
 366. {c |} {res}Not Employed      .          . {txt}{c |}
 370. {c |} {res}Not Employed      .          . {txt}{c |}
 371. {c |} {res}Not Employed      .          . {txt}{c |}
 373. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 374. {c |} {res}Not Employed      .          . {txt}{c |}
 376. {c |} {res}Not Employed      .          . {txt}{c |}
 381. {c |} {res}Not Employed      .          . {txt}{c |}
 383. {c |} {res}Not Employed      .          . {txt}{c |}
 384. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 386. {c |} {res}Not Employed      .          . {txt}{c |}
 387. {c |} {res}Not Employed      .          . {txt}{c |}
 388. {c |} {res}Not Employed      .          . {txt}{c |}
 390. {c |} {res}Not Employed      .          . {txt}{c |}
 395. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 396. {c |} {res}Not Employed      .          . {txt}{c |}
 400. {c |} {res}Not Employed      .          . {txt}{c |}
 405. {c |} {res}Not Employed      .          . {txt}{c |}
 406. {c |} {res}Not Employed      .          . {txt}{c |}
 407. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 411. {c |} {res}Not Employed      .          . {txt}{c |}
 412. {c |} {res}Not Employed      .          . {txt}{c |}
 416. {c |} {res}Not Employed      .          . {txt}{c |}
 419. {c |} {res}Not Employed      .          . {txt}{c |}
 425. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 430. {c |} {res}Not Employed      .          . {txt}{c |}
 431. {c |} {res}Not Employed      .          . {txt}{c |}
 432. {c |} {res}Not Employed      .          . {txt}{c |}
 433. {c |} {res}Not Employed      .          . {txt}{c |}
 438. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 440. {c |} {res}Not Employed      .          . {txt}{c |}
 441. {c |} {res}Not Employed      .          . {txt}{c |}
 442. {c |} {res}Not Employed      .          . {txt}{c |}
 443. {c |} {res}Not Employed      .          . {txt}{c |}
 444. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 448. {c |} {res}Not Employed      .          . {txt}{c |}
 452. {c |} {res}Not Employed      .          . {txt}{c |}
 454. {c |} {res}Not Employed      .          . {txt}{c |}
 456. {c |} {res}Not Employed      .          . {txt}{c |}
 460. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 461. {c |} {res}Not Employed      .          . {txt}{c |}
 463. {c |} {res}Not Employed      .          . {txt}{c |}
 464. {c |} {res}Not Employed      .          . {txt}{c |}
 465. {c |} {res}Not Employed      .          . {txt}{c |}
 467. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 469. {c |} {res}Not Employed      .          . {txt}{c |}
 471. {c |} {res}Not Employed      .          . {txt}{c |}
 473. {c |} {res}Not Employed      .          . {txt}{c |}
 476. {c |} {res}Not Employed      .          . {txt}{c |}
 485. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 488. {c |} {res}Not Employed      .          . {txt}{c |}
 490. {c |} {res}Not Employed      .          . {txt}{c |}
 500. {c |} {res}Not Employed      .          . {txt}{c |}
 505. {c |} {res}Not Employed      .          . {txt}{c |}
 508. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 520. {c |} {res}Not Employed      .          . {txt}{c |}
 521. {c |} {res}Not Employed      .          . {txt}{c |}
 524. {c |} {res}Not Employed      .          . {txt}{c |}
 527. {c |} {res}Not Employed      .          . {txt}{c |}
 529. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 531. {c |} {res}Not Employed      .          . {txt}{c |}
 536. {c |} {res}Not Employed      .          . {txt}{c |}
 537. {c |} {res}Not Employed      .          . {txt}{c |}
 538. {c |} {res}Not Employed      .          . {txt}{c |}
 540. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 545. {c |} {res}Not Employed      .          . {txt}{c |}
 549. {c |} {res}Not Employed      .          . {txt}{c |}
 551. {c |} {res}Not Employed      .          . {txt}{c |}
 552. {c |} {res}Not Employed      .          . {txt}{c |}
 557. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 558. {c |} {res}Not Employed      .          . {txt}{c |}
 562. {c |} {res}Not Employed      .          . {txt}{c |}
 564. {c |} {res}Not Employed      .          . {txt}{c |}
 565. {c |} {res}Not Employed      .          . {txt}{c |}
 567. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 571. {c |} {res}Not Employed      .          . {txt}{c |}
 572. {c |} {res}Not Employed      .          . {txt}{c |}
 576. {c |} {res}Not Employed      .          . {txt}{c |}
 581. {c |} {res}Not Employed      .          . {txt}{c |}
 582. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 583. {c |} {res}Not Employed      .          . {txt}{c |}
 587. {c |} {res}Not Employed      .          . {txt}{c |}
 588. {c |} {res}Not Employed      .          . {txt}{c |}
 589. {c |} {res}Not Employed      .          . {txt}{c |}
 590. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 597. {c |} {res}Not Employed      .          . {txt}{c |}
 599. {c |} {res}Not Employed      .          . {txt}{c |}
 600. {c |} {res}Not Employed      .          . {txt}{c |}
 602. {c |} {res}Not Employed      .          . {txt}{c |}
 604. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 607. {c |} {res}Not Employed      .          . {txt}{c |}
 609. {c |} {res}Not Employed      .          . {txt}{c |}
 610. {c |} {res}Not Employed      .          . {txt}{c |}
 612. {c |} {res}Not Employed      .          . {txt}{c |}
 613. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 615. {c |} {res}Not Employed      .          . {txt}{c |}
 617. {c |} {res}Not Employed      .          . {txt}{c |}
 618. {c |} {res}Not Employed      .          . {txt}{c |}
 619. {c |} {res}Not Employed      .          . {txt}{c |}
 621. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 626. {c |} {res}Not Employed      .          . {txt}{c |}
 628. {c |} {res}Not Employed      .          . {txt}{c |}
 630. {c |} {res}Not Employed      .          . {txt}{c |}
 631. {c |} {res}Not Employed      .          . {txt}{c |}
 632. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 634. {c |} {res}Not Employed      .          . {txt}{c |}
 635. {c |} {res}Not Employed      .          . {txt}{c |}
 640. {c |} {res}Not Employed      .          . {txt}{c |}
 643. {c |} {res}Not Employed      .          . {txt}{c |}
 646. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 647. {c |} {res}Not Employed      .          . {txt}{c |}
 648. {c |} {res}Not Employed      .          . {txt}{c |}
 650. {c |} {res}Not Employed      .          . {txt}{c |}
 651. {c |} {res}Not Employed      .          . {txt}{c |}
 652. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 653. {c |} {res}Not Employed      .          . {txt}{c |}
 654. {c |} {res}Not Employed      .          . {txt}{c |}
 658. {c |} {res}Not Employed      .          . {txt}{c |}
 660. {c |} {res}Not Employed      .          . {txt}{c |}
 665. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 668. {c |} {res}Not Employed      .          . {txt}{c |}
 672. {c |} {res}Not Employed      .          . {txt}{c |}
 682. {c |} {res}Not Employed      .          . {txt}{c |}
 683. {c |} {res}Not Employed      .          . {txt}{c |}
 687. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 696. {c |} {res}Not Employed      .          . {txt}{c |}
 698. {c |} {res}Not Employed      .          . {txt}{c |}
 699. {c |} {res}Not Employed      .          . {txt}{c |}
 701. {c |} {res}Not Employed      .          . {txt}{c |}
 704. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 707. {c |} {res}Not Employed      .          . {txt}{c |}
 708. {c |} {res}Not Employed      .          . {txt}{c |}
 711. {c |} {res}Not Employed      .          . {txt}{c |}
 713. {c |} {res}Not Employed      .          . {txt}{c |}
 714. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 715. {c |} {res}Not Employed      .          . {txt}{c |}
 717. {c |} {res}Not Employed      .          . {txt}{c |}
 720. {c |} {res}Not Employed      .          . {txt}{c |}
 721. {c |} {res}Not Employed      .          . {txt}{c |}
 723. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 725. {c |} {res}Not Employed      .          . {txt}{c |}
 732. {c |} {res}Not Employed      .          . {txt}{c |}
 734. {c |} {res}Not Employed      .          . {txt}{c |}
 735. {c |} {res}Not Employed      .          . {txt}{c |}
 738. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 740. {c |} {res}Not Employed      .          . {txt}{c |}
 747. {c |} {res}Not Employed      .          . {txt}{c |}
 748. {c |} {res}Not Employed      .          . {txt}{c |}
 751. {c |} {res}Not Employed      .          . {txt}{c |}
 754. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 755. {c |} {res}Not Employed      .          . {txt}{c |}
 757. {c |} {res}Not Employed      .          . {txt}{c |}
 762. {c |} {res}Not Employed      .          . {txt}{c |}
 767. {c |} {res}Not Employed      .          . {txt}{c |}
 769. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 774. {c |} {res}Not Employed      .          . {txt}{c |}
 775. {c |} {res}Not Employed      .          . {txt}{c |}
 776. {c |} {res}Not Employed      .          . {txt}{c |}
 777. {c |} {res}Not Employed      .          . {txt}{c |}
 778. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 781. {c |} {res}Not Employed      .          . {txt}{c |}
 783. {c |} {res}Not Employed      .          . {txt}{c |}
 784. {c |} {res}Not Employed      .          . {txt}{c |}
 791. {c |} {res}Not Employed      .          . {txt}{c |}
 798. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 800. {c |} {res}Not Employed      .          . {txt}{c |}
 801. {c |} {res}Not Employed      .          . {txt}{c |}
 802. {c |} {res}Not Employed      .          . {txt}{c |}
 803. {c |} {res}Not Employed      .          . {txt}{c |}
 805. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 806. {c |} {res}Not Employed      .          . {txt}{c |}
 812. {c |} {res}Not Employed      .          . {txt}{c |}
 813. {c |} {res}Not Employed      .          . {txt}{c |}
 814. {c |} {res}Not Employed      .          . {txt}{c |}
 816. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 817. {c |} {res}Not Employed      .          . {txt}{c |}
 821. {c |} {res}Not Employed      .          . {txt}{c |}
 824. {c |} {res}Not Employed      .          . {txt}{c |}
 827. {c |} {res}Not Employed      .          . {txt}{c |}
 828. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 833. {c |} {res}Not Employed      .          . {txt}{c |}
 839. {c |} {res}Not Employed      .          . {txt}{c |}
 840. {c |} {res}Not Employed      .          . {txt}{c |}
 843. {c |} {res}Not Employed      .          . {txt}{c |}
 844. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 845. {c |} {res}Not Employed      .          . {txt}{c |}
 848. {c |} {res}Not Employed      .          . {txt}{c |}
 851. {c |} {res}Not Employed      .          . {txt}{c |}
 852. {c |} {res}Not Employed      .          . {txt}{c |}
 855. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 856. {c |} {res}Not Employed      .          . {txt}{c |}
 859. {c |} {res}Not Employed      .          . {txt}{c |}
 860. {c |} {res}Not Employed      .          . {txt}{c |}
 861. {c |} {res}Not Employed      .          . {txt}{c |}
 866. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 870. {c |} {res}Not Employed      .          . {txt}{c |}
 871. {c |} {res}Not Employed      .          . {txt}{c |}
 873. {c |} {res}Not Employed      .          . {txt}{c |}
 874. {c |} {res}Not Employed      .          . {txt}{c |}
 877. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 878. {c |} {res}Not Employed      .          . {txt}{c |}
 879. {c |} {res}Not Employed      .          . {txt}{c |}
 882. {c |} {res}Not Employed      .          . {txt}{c |}
 883. {c |} {res}Not Employed      .          . {txt}{c |}
 890. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 893. {c |} {res}Not Employed      .          . {txt}{c |}
 894. {c |} {res}Not Employed      .          . {txt}{c |}
 895. {c |} {res}Not Employed      .          . {txt}{c |}
 897. {c |} {res}Not Employed      .          . {txt}{c |}
 912. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 916. {c |} {res}Not Employed      .          . {txt}{c |}
 918. {c |} {res}Not Employed      .          . {txt}{c |}
 919. {c |} {res}Not Employed      .          . {txt}{c |}
 921. {c |} {res}Not Employed      .          . {txt}{c |}
 922. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 923. {c |} {res}Not Employed      .          . {txt}{c |}
 926. {c |} {res}Not Employed      .          . {txt}{c |}
 927. {c |} {res}Not Employed      .          . {txt}{c |}
 932. {c |} {res}Not Employed      .          . {txt}{c |}
 939. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 943. {c |} {res}Not Employed      .          . {txt}{c |}
 944. {c |} {res}Not Employed      .          . {txt}{c |}
 946. {c |} {res}Not Employed      .          . {txt}{c |}
 947. {c |} {res}Not Employed      .          . {txt}{c |}
 949. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 952. {c |} {res}Not Employed      .          . {txt}{c |}
 954. {c |} {res}Not Employed      .          . {txt}{c |}
 955. {c |} {res}Not Employed      .          . {txt}{c |}
 958. {c |} {res}Not Employed      .          . {txt}{c |}
 960. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 961. {c |} {res}Not Employed      .          . {txt}{c |}
 962. {c |} {res}Not Employed      .          . {txt}{c |}
 966. {c |} {res}Not Employed      .          . {txt}{c |}
 970. {c |} {res}Not Employed      .          . {txt}{c |}
 971. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 976. {c |} {res}Not Employed      .          . {txt}{c |}
 978. {c |} {res}Not Employed      .          . {txt}{c |}
 982. {c |} {res}Not Employed      .          . {txt}{c |}
 984. {c |} {res}Not Employed      .          . {txt}{c |}
 986. {c |} {res}Not Employed      .          . {txt}{c |}
      {c LT}{hline 14}{c -}{hline 6}{c -}{hline 10}{c RT}
 989. {c |} {res}Not Employed      .          . {txt}{c |}
 991. {c |} {res}Not Employed      .          . {txt}{c |}
 993. {c |} {res}Not Employed      .          . {txt}{c |}
 994. {c |} {res}Not Employed      .          . {txt}{c |}
 996. {c |} {res}Not Employed      .          . {txt}{c |}
      {c BLC}{hline 14}{c -}{hline 6}{c -}{hline 10}{c BRC}

{com}. 
. br employed wage inconsistency if inconsistency == . & employed == 1
{txt}
{com}. list employed wage inconsistency if inconsistency == . & employed == 1
{txt}
      {c TLC}{hline 10}{c -}{hline 10}{c -}{hline 10}{c TRC}
      {c |} {res}employed       wage   incons~y {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
   1. {c |} {res}Employed   5712.977          . {txt}{c |}
   6. {c |} {res}Employed   6799.987          . {txt}{c |}
  10. {c |} {res}Employed   4104.833          . {txt}{c |}
  11. {c |} {res}Employed   3803.835          . {txt}{c |}
  12. {c |} {res}Employed   1847.251          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
  13. {c |} {res}Employed   113.0997          . {txt}{c |}
  16. {c |} {res}Employed   905.6024          . {txt}{c |}
  17. {c |} {res}Employed   2528.505          . {txt}{c |}
  21. {c |} {res}Employed   4601.186          . {txt}{c |}
  22. {c |} {res}Employed       2962          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
  24. {c |} {res}Employed   1338.266          . {txt}{c |}
  25. {c |} {res}Employed   560.9618          . {txt}{c |}
  26. {c |} {res}Employed   2154.329          . {txt}{c |}
  29. {c |} {res}Employed   516.8504          . {txt}{c |}
  30. {c |} {res}Employed   6380.613          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
  31. {c |} {res}Employed   6091.303          . {txt}{c |}
  33. {c |} {res}Employed   2205.282          . {txt}{c |}
  34. {c |} {res}Employed   1510.577          . {txt}{c |}
  35. {c |} {res}Employed    6683.48          . {txt}{c |}
  40. {c |} {res}Employed   1953.981          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
  41. {c |} {res}Employed   397.0203          . {txt}{c |}
  42. {c |} {res}Employed   435.1883          . {txt}{c |}
  46. {c |} {res}Employed   677.3547          . {txt}{c |}
  49. {c |} {res}Employed   3756.528          . {txt}{c |}
  50. {c |} {res}Employed       2497          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
  52. {c |} {res}Employed   5774.214          . {txt}{c |}
  53. {c |} {res}Employed   7174.204          . {txt}{c |}
  56. {c |} {res}Employed    1606.75          . {txt}{c |}
  61. {c |} {res}Employed   4687.588          . {txt}{c |}
  62. {c |} {res}Employed    5967.39          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
  63. {c |} {res}Employed   1753.336          . {txt}{c |}
  64. {c |} {res}Employed   4425.744          . {txt}{c |}
  65. {c |} {res}Employed   987.9556          . {txt}{c |}
  66. {c |} {res}Employed    1965.68          . {txt}{c |}
  67. {c |} {res}Employed   5215.063          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
  68. {c |} {res}Employed   2640.038          . {txt}{c |}
  69. {c |} {res}Employed   3110.842          . {txt}{c |}
  74. {c |} {res}Employed   2039.853          . {txt}{c |}
  75. {c |} {res}Employed   3440.656          . {txt}{c |}
  77. {c |} {res}Employed   6890.722          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
  79. {c |} {res}Employed   1836.676          . {txt}{c |}
  80. {c |} {res}Employed   3213.559          . {txt}{c |}
  82. {c |} {res}Employed   6398.102          . {txt}{c |}
  86. {c |} {res}Employed   4910.351          . {txt}{c |}
  88. {c |} {res}Employed   3750.998          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
  89. {c |} {res}Employed   2434.271          . {txt}{c |}
  91. {c |} {res}Employed   3386.803          . {txt}{c |}
  92. {c |} {res}Employed   4392.511          . {txt}{c |}
  94. {c |} {res}Employed    8214.48          . {txt}{c |}
  95. {c |} {res}Employed   3900.046          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
  96. {c |} {res}Employed   1340.864          . {txt}{c |}
  97. {c |} {res}Employed   3519.296          . {txt}{c |}
  98. {c |} {res}Employed   10133.88          . {txt}{c |}
  99. {c |} {res}Employed   1447.836          . {txt}{c |}
 100. {c |} {res}Employed   3843.471          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 101. {c |} {res}Employed   118.3554          . {txt}{c |}
 102. {c |} {res}Employed   8497.193          . {txt}{c |}
 104. {c |} {res}Employed   1427.758          . {txt}{c |}
 105. {c |} {res}Employed   1658.887          . {txt}{c |}
 109. {c |} {res}Employed   2085.216          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 111. {c |} {res}Employed   7413.641          . {txt}{c |}
 112. {c |} {res}Employed   4654.286          . {txt}{c |}
 113. {c |} {res}Employed   4690.354          . {txt}{c |}
 114. {c |} {res}Employed   514.7568          . {txt}{c |}
 115. {c |} {res}Employed   2350.268          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 116. {c |} {res}Employed   676.2147          . {txt}{c |}
 120. {c |} {res}Employed   1359.566          . {txt}{c |}
 121. {c |} {res}Employed   1603.032          . {txt}{c |}
 122. {c |} {res}Employed   3101.854          . {txt}{c |}
 124. {c |} {res}Employed   2058.637          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 130. {c |} {res}Employed   3171.375          . {txt}{c |}
 131. {c |} {res}Employed   2844.741          . {txt}{c |}
 133. {c |} {res}Employed   6423.123          . {txt}{c |}
 134. {c |} {res}Employed   6146.534          . {txt}{c |}
 135. {c |} {res}Employed   3437.828          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 137. {c |} {res}Employed   5634.745          . {txt}{c |}
 140. {c |} {res}Employed   3367.466          . {txt}{c |}
 142. {c |} {res}Employed   1716.897          . {txt}{c |}
 143. {c |} {res}Employed   3440.912          . {txt}{c |}
 144. {c |} {res}Employed   3589.043          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 146. {c |} {res}Employed   1819.585          . {txt}{c |}
 148. {c |} {res}Employed   3453.522          . {txt}{c |}
 150. {c |} {res}Employed   2445.862          . {txt}{c |}
 151. {c |} {res}Employed   5287.632          . {txt}{c |}
 152. {c |} {res}Employed   1336.036          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 153. {c |} {res}Employed   4476.441          . {txt}{c |}
 154. {c |} {res}Employed   8850.564          . {txt}{c |}
 155. {c |} {res}Employed   9882.624          . {txt}{c |}
 158. {c |} {res}Employed   762.0762          . {txt}{c |}
 161. {c |} {res}Employed   1781.723          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 162. {c |} {res}Employed   5195.954          . {txt}{c |}
 163. {c |} {res}Employed   4080.247          . {txt}{c |}
 167. {c |} {res}Employed       2673          . {txt}{c |}
 168. {c |} {res}Employed   4319.729          . {txt}{c |}
 170. {c |} {res}Employed   5816.852          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 171. {c |} {res}Employed   7460.859          . {txt}{c |}
 173. {c |} {res}Employed   1150.387          . {txt}{c |}
 176. {c |} {res}Employed   1474.678          . {txt}{c |}
 177. {c |} {res}Employed   6005.438          . {txt}{c |}
 179. {c |} {res}Employed   2768.009          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 180. {c |} {res}Employed   312.0728          . {txt}{c |}
 181. {c |} {res}Employed    2424.27          . {txt}{c |}
 184. {c |} {res}Employed   5308.455          . {txt}{c |}
 185. {c |} {res}Employed   4033.027          . {txt}{c |}
 186. {c |} {res}Employed   4559.252          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 189. {c |} {res}Employed   3705.476          . {txt}{c |}
 192. {c |} {res}Employed   64.17385          . {txt}{c |}
 195. {c |} {res}Employed   466.1839          . {txt}{c |}
 196. {c |} {res}Employed   3801.091          . {txt}{c |}
 198. {c |} {res}Employed   4897.414          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 200. {c |} {res}Employed   4506.096          . {txt}{c |}
 201. {c |} {res}Employed   5030.615          . {txt}{c |}
 202. {c |} {res}Employed   1097.061          . {txt}{c |}
 204. {c |} {res}Employed   4669.517          . {txt}{c |}
 208. {c |} {res}Employed   4767.653          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 210. {c |} {res}Employed   4971.183          . {txt}{c |}
 212. {c |} {res}Employed   2197.958          . {txt}{c |}
 213. {c |} {res}Employed   5353.093          . {txt}{c |}
 214. {c |} {res}Employed   1286.701          . {txt}{c |}
 216. {c |} {res}Employed   473.3065          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 218. {c |} {res}Employed    1622.39          . {txt}{c |}
 219. {c |} {res}Employed   6819.245          . {txt}{c |}
 220. {c |} {res}Employed   802.0397          . {txt}{c |}
 221. {c |} {res}Employed   4404.593          . {txt}{c |}
 223. {c |} {res}Employed   5384.897          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 225. {c |} {res}Employed   2509.188          . {txt}{c |}
 226. {c |} {res}Employed   764.0737          . {txt}{c |}
 228. {c |} {res}Employed   3055.822          . {txt}{c |}
 229. {c |} {res}Employed   3045.492          . {txt}{c |}
 230. {c |} {res}Employed   412.0935          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 234. {c |} {res}Employed   1773.959          . {txt}{c |}
 235. {c |} {res}Employed   4064.278          . {txt}{c |}
 236. {c |} {res}Employed   6050.607          . {txt}{c |}
 237. {c |} {res}Employed   1575.156          . {txt}{c |}
 239. {c |} {res}Employed   469.1579          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 242. {c |} {res}Employed   1880.094          . {txt}{c |}
 244. {c |} {res}Employed   161.6266          . {txt}{c |}
 245. {c |} {res}Employed   3274.932          . {txt}{c |}
 247. {c |} {res}Employed    3132.13          . {txt}{c |}
 249. {c |} {res}Employed   3469.812          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 250. {c |} {res}Employed   3711.094          . {txt}{c |}
 252. {c |} {res}Employed   4431.686          . {txt}{c |}
 253. {c |} {res}Employed   2173.007          . {txt}{c |}
 261. {c |} {res}Employed   2815.359          . {txt}{c |}
 263. {c |} {res}Employed   260.3992          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 265. {c |} {res}Employed   1539.069          . {txt}{c |}
 266. {c |} {res}Employed   4025.002          . {txt}{c |}
 268. {c |} {res}Employed   2474.126          . {txt}{c |}
 269. {c |} {res}Employed   3883.788          . {txt}{c |}
 274. {c |} {res}Employed   1003.897          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 275. {c |} {res}Employed   4202.182          . {txt}{c |}
 276. {c |} {res}Employed   4884.509          . {txt}{c |}
 277. {c |} {res}Employed   3409.868          . {txt}{c |}
 278. {c |} {res}Employed   1471.279          . {txt}{c |}
 280. {c |} {res}Employed   4119.175          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 281. {c |} {res}Employed   545.8499          . {txt}{c |}
 283. {c |} {res}Employed   1584.435          . {txt}{c |}
 284. {c |} {res}Employed   2874.064          . {txt}{c |}
 286. {c |} {res}Employed   927.4364          . {txt}{c |}
 287. {c |} {res}Employed   381.6351          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 288. {c |} {res}Employed   8102.151          . {txt}{c |}
 289. {c |} {res}Employed   197.4409          . {txt}{c |}
 291. {c |} {res}Employed   711.6796          . {txt}{c |}
 293. {c |} {res}Employed   2876.585          . {txt}{c |}
 294. {c |} {res}Employed   4142.106          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 296. {c |} {res}Employed   528.3818          . {txt}{c |}
 299. {c |} {res}Employed   2745.454          . {txt}{c |}
 300. {c |} {res}Employed   1402.016          . {txt}{c |}
 301. {c |} {res}Employed   199.8817          . {txt}{c |}
 302. {c |} {res}Employed   820.4492          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 303. {c |} {res}Employed   985.5717          . {txt}{c |}
 306. {c |} {res}Employed   836.3704          . {txt}{c |}
 307. {c |} {res}Employed   2439.591          . {txt}{c |}
 308. {c |} {res}Employed   2965.277          . {txt}{c |}
 309. {c |} {res}Employed   1995.093          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 310. {c |} {res}Employed   3538.997          . {txt}{c |}
 311. {c |} {res}Employed    2446.31          . {txt}{c |}
 312. {c |} {res}Employed   3047.932          . {txt}{c |}
 313. {c |} {res}Employed   7232.955          . {txt}{c |}
 315. {c |} {res}Employed   631.6205          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 316. {c |} {res}Employed   1970.056          . {txt}{c |}
 319. {c |} {res}Employed   2808.834          . {txt}{c |}
 321. {c |} {res}Employed   6718.046          . {txt}{c |}
 322. {c |} {res}Employed   2417.801          . {txt}{c |}
 323. {c |} {res}Employed   413.2413          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 326. {c |} {res}Employed    6875.29          . {txt}{c |}
 327. {c |} {res}Employed   3940.022          . {txt}{c |}
 329. {c |} {res}Employed   3536.314          . {txt}{c |}
 332. {c |} {res}Employed   6804.365          . {txt}{c |}
 333. {c |} {res}Employed   1625.282          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 334. {c |} {res}Employed   4874.316          . {txt}{c |}
 335. {c |} {res}Employed   2494.114          . {txt}{c |}
 336. {c |} {res}Employed   880.1863          . {txt}{c |}
 337. {c |} {res}Employed   4145.081          . {txt}{c |}
 338. {c |} {res}Employed   2182.459          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 341. {c |} {res}Employed   1855.135          . {txt}{c |}
 342. {c |} {res}Employed   7328.615          . {txt}{c |}
 343. {c |} {res}Employed   4158.946          . {txt}{c |}
 345. {c |} {res}Employed   1867.626          . {txt}{c |}
 346. {c |} {res}Employed   528.2105          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 349. {c |} {res}Employed   5605.012          . {txt}{c |}
 350. {c |} {res}Employed   3450.753          . {txt}{c |}
 351. {c |} {res}Employed   3105.059          . {txt}{c |}
 353. {c |} {res}Employed   3902.463          . {txt}{c |}
 356. {c |} {res}Employed   4829.104          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 357. {c |} {res}Employed   2102.981          . {txt}{c |}
 360. {c |} {res}Employed   5268.864          . {txt}{c |}
 361. {c |} {res}Employed   2599.051          . {txt}{c |}
 362. {c |} {res}Employed   6715.182          . {txt}{c |}
 364. {c |} {res}Employed   680.4825          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 367. {c |} {res}Employed   6585.671          . {txt}{c |}
 368. {c |} {res}Employed   1448.833          . {txt}{c |}
 369. {c |} {res}Employed   4204.792          . {txt}{c |}
 372. {c |} {res}Employed   6655.122          . {txt}{c |}
 375. {c |} {res}Employed   3946.628          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 377. {c |} {res}Employed   1266.929          . {txt}{c |}
 378. {c |} {res}Employed   2905.337          . {txt}{c |}
 379. {c |} {res}Employed   877.6955          . {txt}{c |}
 380. {c |} {res}Employed   1601.914          . {txt}{c |}
 382. {c |} {res}Employed   2019.345          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 385. {c |} {res}Employed   6391.315          . {txt}{c |}
 392. {c |} {res}Employed    2737.05          . {txt}{c |}
 393. {c |} {res}Employed   1054.612          . {txt}{c |}
 394. {c |} {res}Employed   3691.494          . {txt}{c |}
 397. {c |} {res}Employed    5961.68          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 398. {c |} {res}Employed    838.748          . {txt}{c |}
 399. {c |} {res}Employed   2662.966          . {txt}{c |}
 401. {c |} {res}Employed   8388.699          . {txt}{c |}
 402. {c |} {res}Employed   5132.299          . {txt}{c |}
 403. {c |} {res}Employed   3749.188          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 404. {c |} {res}Employed   2228.582          . {txt}{c |}
 408. {c |} {res}Employed   1615.194          . {txt}{c |}
 409. {c |} {res}Employed    7138.61          . {txt}{c |}
 410. {c |} {res}Employed   947.9598          . {txt}{c |}
 414. {c |} {res}Employed   5116.966          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 415. {c |} {res}Employed   2124.809          . {txt}{c |}
 417. {c |} {res}Employed   439.7557          . {txt}{c |}
 420. {c |} {res}Employed   8028.159          . {txt}{c |}
 423. {c |} {res}Employed   2146.018          . {txt}{c |}
 424. {c |} {res}Employed   1840.597          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 426. {c |} {res}Employed   536.3258          . {txt}{c |}
 427. {c |} {res}Employed   1880.565          . {txt}{c |}
 428. {c |} {res}Employed    413.151          . {txt}{c |}
 429. {c |} {res}Employed     5385.6          . {txt}{c |}
 434. {c |} {res}Employed   3146.195          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 435. {c |} {res}Employed   7845.247          . {txt}{c |}
 436. {c |} {res}Employed   4251.467          . {txt}{c |}
 437. {c |} {res}Employed   2371.162          . {txt}{c |}
 439. {c |} {res}Employed   3222.187          . {txt}{c |}
 445. {c |} {res}Employed   1524.506          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 446. {c |} {res}Employed   6435.359          . {txt}{c |}
 447. {c |} {res}Employed    3601.36          . {txt}{c |}
 449. {c |} {res}Employed   1925.891          . {txt}{c |}
 450. {c |} {res}Employed   585.4918          . {txt}{c |}
 451. {c |} {res}Employed   3845.462          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 453. {c |} {res}Employed   709.6108          . {txt}{c |}
 455. {c |} {res}Employed   4023.406          . {txt}{c |}
 457. {c |} {res}Employed   1177.131          . {txt}{c |}
 462. {c |} {res}Employed     839.23          . {txt}{c |}
 466. {c |} {res}Employed   7548.466          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 468. {c |} {res}Employed   8803.476          . {txt}{c |}
 470. {c |} {res}Employed   977.2198          . {txt}{c |}
 474. {c |} {res}Employed   4538.507          . {txt}{c |}
 475. {c |} {res}Employed   4411.155          . {txt}{c |}
 478. {c |} {res}Employed   3258.005          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 479. {c |} {res}Employed   118.1106          . {txt}{c |}
 480. {c |} {res}Employed   4868.578          . {txt}{c |}
 481. {c |} {res}Employed    149.645          . {txt}{c |}
 482. {c |} {res}Employed   10374.56          . {txt}{c |}
 483. {c |} {res}Employed   10428.18          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 484. {c |} {res}Employed   3743.558          . {txt}{c |}
 486. {c |} {res}Employed   3103.585          . {txt}{c |}
 487. {c |} {res}Employed   4053.157          . {txt}{c |}
 491. {c |} {res}Employed   2166.419          . {txt}{c |}
 492. {c |} {res}Employed   668.7579          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 493. {c |} {res}Employed   2946.165          . {txt}{c |}
 494. {c |} {res}Employed   4421.126          . {txt}{c |}
 495. {c |} {res}Employed   4499.624          . {txt}{c |}
 496. {c |} {res}Employed   5093.136          . {txt}{c |}
 497. {c |} {res}Employed   313.4615          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 498. {c |} {res}Employed   1196.767          . {txt}{c |}
 499. {c |} {res}Employed   2098.616          . {txt}{c |}
 501. {c |} {res}Employed   4317.026          . {txt}{c |}
 502. {c |} {res}Employed   3504.658          . {txt}{c |}
 503. {c |} {res}Employed   1735.774          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 504. {c |} {res}Employed   2096.893          . {txt}{c |}
 506. {c |} {res}Employed   1406.707          . {txt}{c |}
 507. {c |} {res}Employed   8380.881          . {txt}{c |}
 509. {c |} {res}Employed   3959.502          . {txt}{c |}
 510. {c |} {res}Employed   5093.218          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 511. {c |} {res}Employed   4341.011          . {txt}{c |}
 512. {c |} {res}Employed   4861.797          . {txt}{c |}
 513. {c |} {res}Employed   374.7809          . {txt}{c |}
 515. {c |} {res}Employed   1666.139          . {txt}{c |}
 516. {c |} {res}Employed   799.2203          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 517. {c |} {res}Employed   6143.491          . {txt}{c |}
 518. {c |} {res}Employed   4423.857          . {txt}{c |}
 519. {c |} {res}Employed   3408.875          . {txt}{c |}
 522. {c |} {res}Employed   4934.306          . {txt}{c |}
 523. {c |} {res}Employed   7779.673          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 525. {c |} {res}Employed   281.4367          . {txt}{c |}
 526. {c |} {res}Employed   1014.982          . {txt}{c |}
 528. {c |} {res}Employed   3305.405          . {txt}{c |}
 530. {c |} {res}Employed   2447.444          . {txt}{c |}
 533. {c |} {res}Employed   1153.675          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 534. {c |} {res}Employed   3010.101          . {txt}{c |}
 535. {c |} {res}Employed   1276.809          . {txt}{c |}
 539. {c |} {res}Employed   89.94707          . {txt}{c |}
 541. {c |} {res}Employed   1611.985          . {txt}{c |}
 542. {c |} {res}Employed    2649.15          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 543. {c |} {res}Employed   4736.704          . {txt}{c |}
 544. {c |} {res}Employed   4099.487          . {txt}{c |}
 546. {c |} {res}Employed    1058.12          . {txt}{c |}
 547. {c |} {res}Employed   1504.272          . {txt}{c |}
 548. {c |} {res}Employed   3292.034          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 550. {c |} {res}Employed   553.5026          . {txt}{c |}
 553. {c |} {res}Employed   4648.087          . {txt}{c |}
 554. {c |} {res}Employed   604.5554          . {txt}{c |}
 555. {c |} {res}Employed   3468.317          . {txt}{c |}
 556. {c |} {res}Employed   2420.653          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 559. {c |} {res}Employed   2585.796          . {txt}{c |}
 561. {c |} {res}Employed   3202.374          . {txt}{c |}
 563. {c |} {res}Employed   5529.353          . {txt}{c |}
 566. {c |} {res}Employed   2262.295          . {txt}{c |}
 568. {c |} {res}Employed   1331.731          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 569. {c |} {res}Employed   7087.983          . {txt}{c |}
 570. {c |} {res}Employed   3345.194          . {txt}{c |}
 573. {c |} {res}Employed   3914.988          . {txt}{c |}
 577. {c |} {res}Employed   2643.265          . {txt}{c |}
 578. {c |} {res}Employed   2836.671          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 580. {c |} {res}Employed   406.4481          . {txt}{c |}
 584. {c |} {res}Employed   4139.717          . {txt}{c |}
 585. {c |} {res}Employed   4809.194          . {txt}{c |}
 586. {c |} {res}Employed   335.9962          . {txt}{c |}
 591. {c |} {res}Employed    635.924          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 592. {c |} {res}Employed   3451.974          . {txt}{c |}
 594. {c |} {res}Employed       6650          . {txt}{c |}
 595. {c |} {res}Employed    7015.97          . {txt}{c |}
 596. {c |} {res}Employed   5774.802          . {txt}{c |}
 598. {c |} {res}Employed   3511.346          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 603. {c |} {res}Employed   8706.075          . {txt}{c |}
 605. {c |} {res}Employed    4996.22          . {txt}{c |}
 606. {c |} {res}Employed   137.3079          . {txt}{c |}
 611. {c |} {res}Employed   1756.383          . {txt}{c |}
 614. {c |} {res}Employed   6749.873          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 620. {c |} {res}Employed   3281.115          . {txt}{c |}
 622. {c |} {res}Employed   6938.847          . {txt}{c |}
 623. {c |} {res}Employed   1925.602          . {txt}{c |}
 624. {c |} {res}Employed   1740.802          . {txt}{c |}
 625. {c |} {res}Employed    6947.86          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 627. {c |} {res}Employed   4960.828          . {txt}{c |}
 629. {c |} {res}Employed   6361.483          . {txt}{c |}
 633. {c |} {res}Employed     4504.2          . {txt}{c |}
 636. {c |} {res}Employed   2630.388          . {txt}{c |}
 637. {c |} {res}Employed   494.1844          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 638. {c |} {res}Employed   2166.695          . {txt}{c |}
 639. {c |} {res}Employed   1872.387          . {txt}{c |}
 641. {c |} {res}Employed   1075.237          . {txt}{c |}
 642. {c |} {res}Employed   2788.489          . {txt}{c |}
 644. {c |} {res}Employed    2245.88          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 645. {c |} {res}Employed   2847.516          . {txt}{c |}
 649. {c |} {res}Employed   1811.157          . {txt}{c |}
 655. {c |} {res}Employed   4669.629          . {txt}{c |}
 656. {c |} {res}Employed   2889.366          . {txt}{c |}
 657. {c |} {res}Employed   2817.979          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 659. {c |} {res}Employed   526.1194          . {txt}{c |}
 661. {c |} {res}Employed   3556.864          . {txt}{c |}
 662. {c |} {res}Employed    905.897          . {txt}{c |}
 664. {c |} {res}Employed    5312.72          . {txt}{c |}
 666. {c |} {res}Employed   5787.725          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 667. {c |} {res}Employed   7570.186          . {txt}{c |}
 669. {c |} {res}Employed   6188.984          . {txt}{c |}
 670. {c |} {res}Employed   1240.461          . {txt}{c |}
 673. {c |} {res}Employed   1494.119          . {txt}{c |}
 674. {c |} {res}Employed   3277.944          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 675. {c |} {res}Employed   2632.048          . {txt}{c |}
 676. {c |} {res}Employed   438.7986          . {txt}{c |}
 677. {c |} {res}Employed    4137.81          . {txt}{c |}
 678. {c |} {res}Employed   1355.591          . {txt}{c |}
 679. {c |} {res}Employed   238.8611          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 680. {c |} {res}Employed   1591.125          . {txt}{c |}
 681. {c |} {res}Employed    88.7532          . {txt}{c |}
 684. {c |} {res}Employed   1593.158          . {txt}{c |}
 685. {c |} {res}Employed    3961.01          . {txt}{c |}
 686. {c |} {res}Employed   2157.113          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 688. {c |} {res}Employed   7923.962          . {txt}{c |}
 689. {c |} {res}Employed   6302.016          . {txt}{c |}
 690. {c |} {res}Employed   3071.094          . {txt}{c |}
 691. {c |} {res}Employed   5288.781          . {txt}{c |}
 692. {c |} {res}Employed   3483.099          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 693. {c |} {res}Employed   333.5074          . {txt}{c |}
 694. {c |} {res}Employed   2061.784          . {txt}{c |}
 695. {c |} {res}Employed   618.7328          . {txt}{c |}
 697. {c |} {res}Employed   1521.632          . {txt}{c |}
 700. {c |} {res}Employed   3355.708          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 702. {c |} {res}Employed   303.3834          . {txt}{c |}
 703. {c |} {res}Employed   5121.071          . {txt}{c |}
 705. {c |} {res}Employed   4105.316          . {txt}{c |}
 709. {c |} {res}Employed   7598.238          . {txt}{c |}
 710. {c |} {res}Employed   4201.807          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 712. {c |} {res}Employed   3668.303          . {txt}{c |}
 716. {c |} {res}Employed   694.4419          . {txt}{c |}
 718. {c |} {res}Employed   2060.189          . {txt}{c |}
 719. {c |} {res}Employed    3238.75          . {txt}{c |}
 722. {c |} {res}Employed     6723.6          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 724. {c |} {res}Employed   1792.776          . {txt}{c |}
 726. {c |} {res}Employed   7131.456          . {txt}{c |}
 729. {c |} {res}Employed   136.8713          . {txt}{c |}
 730. {c |} {res}Employed   3677.117          . {txt}{c |}
 733. {c |} {res}Employed   5511.361          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 737. {c |} {res}Employed   3176.246          . {txt}{c |}
 739. {c |} {res}Employed    5946.89          . {txt}{c |}
 741. {c |} {res}Employed   1078.194          . {txt}{c |}
 742. {c |} {res}Employed   1195.997          . {txt}{c |}
 744. {c |} {res}Employed   2197.883          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 745. {c |} {res}Employed   2887.118          . {txt}{c |}
 746. {c |} {res}Employed   502.1682          . {txt}{c |}
 749. {c |} {res}Employed   4607.042          . {txt}{c |}
 750. {c |} {res}Employed   1849.522          . {txt}{c |}
 752. {c |} {res}Employed   4423.448          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 753. {c |} {res}Employed   4292.667          . {txt}{c |}
 756. {c |} {res}Employed   3865.978          . {txt}{c |}
 758. {c |} {res}Employed   5386.111          . {txt}{c |}
 759. {c |} {res}Employed   2860.106          . {txt}{c |}
 760. {c |} {res}Employed   2597.645          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 761. {c |} {res}Employed   3299.471          . {txt}{c |}
 763. {c |} {res}Employed   3530.072          . {txt}{c |}
 764. {c |} {res}Employed   4128.498          . {txt}{c |}
 765. {c |} {res}Employed   2977.686          . {txt}{c |}
 770. {c |} {res}Employed   8681.168          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 771. {c |} {res}Employed   6414.283          . {txt}{c |}
 772. {c |} {res}Employed   1782.552          . {txt}{c |}
 773. {c |} {res}Employed   865.6555          . {txt}{c |}
 782. {c |} {res}Employed   5162.271          . {txt}{c |}
 785. {c |} {res}Employed   1613.762          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 786. {c |} {res}Employed   2681.585          . {txt}{c |}
 787. {c |} {res}Employed   6240.968          . {txt}{c |}
 788. {c |} {res}Employed   8227.672          . {txt}{c |}
 789. {c |} {res}Employed   9322.405          . {txt}{c |}
 790. {c |} {res}Employed    4697.62          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 793. {c |} {res}Employed   7515.149          . {txt}{c |}
 794. {c |} {res}Employed   7023.757          . {txt}{c |}
 795. {c |} {res}Employed   3818.408          . {txt}{c |}
 796. {c |} {res}Employed   216.7452          . {txt}{c |}
 797. {c |} {res}Employed   635.7485          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 804. {c |} {res}Employed   3161.914          . {txt}{c |}
 807. {c |} {res}Employed    3377.15          . {txt}{c |}
 808. {c |} {res}Employed   3291.714          . {txt}{c |}
 810. {c |} {res}Employed   1314.793          . {txt}{c |}
 811. {c |} {res}Employed   3725.196          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 815. {c |} {res}Employed   2382.915          . {txt}{c |}
 818. {c |} {res}Employed   2563.739          . {txt}{c |}
 820. {c |} {res}Employed    7084.31          . {txt}{c |}
 822. {c |} {res}Employed   8475.157          . {txt}{c |}
 823. {c |} {res}Employed   4028.521          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 825. {c |} {res}Employed   3122.256          . {txt}{c |}
 826. {c |} {res}Employed   5969.579          . {txt}{c |}
 829. {c |} {res}Employed   703.2023          . {txt}{c |}
 830. {c |} {res}Employed   4674.846          . {txt}{c |}
 831. {c |} {res}Employed   5026.612          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 832. {c |} {res}Employed   3931.941          . {txt}{c |}
 834. {c |} {res}Employed   1711.883          . {txt}{c |}
 835. {c |} {res}Employed   1956.027          . {txt}{c |}
 836. {c |} {res}Employed   2784.741          . {txt}{c |}
 837. {c |} {res}Employed   3666.717          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 841. {c |} {res}Employed   2095.496          . {txt}{c |}
 846. {c |} {res}Employed    1495.26          . {txt}{c |}
 847. {c |} {res}Employed   1772.923          . {txt}{c |}
 849. {c |} {res}Employed   2181.178          . {txt}{c |}
 850. {c |} {res}Employed   7391.543          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 853. {c |} {res}Employed   9055.533          . {txt}{c |}
 854. {c |} {res}Employed   4902.228          . {txt}{c |}
 857. {c |} {res}Employed   1101.463          . {txt}{c |}
 863. {c |} {res}Employed   4775.059          . {txt}{c |}
 864. {c |} {res}Employed   5004.878          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 865. {c |} {res}Employed   3552.148          . {txt}{c |}
 867. {c |} {res}Employed   594.0262          . {txt}{c |}
 868. {c |} {res}Employed   1402.365          . {txt}{c |}
 869. {c |} {res}Employed   3901.419          . {txt}{c |}
 872. {c |} {res}Employed   4703.237          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 875. {c |} {res}Employed   1046.756          . {txt}{c |}
 876. {c |} {res}Employed   3227.319          . {txt}{c |}
 880. {c |} {res}Employed   2958.482          . {txt}{c |}
 884. {c |} {res}Employed   659.0343          . {txt}{c |}
 885. {c |} {res}Employed   9332.893          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 886. {c |} {res}Employed    3947.91          . {txt}{c |}
 887. {c |} {res}Employed   1365.242          . {txt}{c |}
 888. {c |} {res}Employed   2653.814          . {txt}{c |}
 889. {c |} {res}Employed   8091.348          . {txt}{c |}
 891. {c |} {res}Employed   654.6307          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 892. {c |} {res}Employed   1744.243          . {txt}{c |}
 896. {c |} {res}Employed   5132.411          . {txt}{c |}
 898. {c |} {res}Employed   1249.437          . {txt}{c |}
 899. {c |} {res}Employed   1217.321          . {txt}{c |}
 900. {c |} {res}Employed   3561.072          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 901. {c |} {res}Employed   2958.369          . {txt}{c |}
 902. {c |} {res}Employed   2581.513          . {txt}{c |}
 903. {c |} {res}Employed   4169.257          . {txt}{c |}
 904. {c |} {res}Employed   2270.807          . {txt}{c |}
 905. {c |} {res}Employed   1744.052          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 906. {c |} {res}Employed   859.2072          . {txt}{c |}
 907. {c |} {res}Employed   2407.594          . {txt}{c |}
 908. {c |} {res}Employed    5459.82          . {txt}{c |}
 909. {c |} {res}Employed   202.9601          . {txt}{c |}
 910. {c |} {res}Employed   980.4621          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 911. {c |} {res}Employed   9643.313          . {txt}{c |}
 914. {c |} {res}Employed   8638.401          . {txt}{c |}
 915. {c |} {res}Employed   1243.888          . {txt}{c |}
 917. {c |} {res}Employed   1273.768          . {txt}{c |}
 920. {c |} {res}Employed   3526.215          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 924. {c |} {res}Employed   4851.021          . {txt}{c |}
 925. {c |} {res}Employed   5306.281          . {txt}{c |}
 928. {c |} {res}Employed   1367.755          . {txt}{c |}
 929. {c |} {res}Employed   4777.012          . {txt}{c |}
 931. {c |} {res}Employed   2971.843          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 933. {c |} {res}Employed   1540.867          . {txt}{c |}
 934. {c |} {res}Employed   1142.139          . {txt}{c |}
 935. {c |} {res}Employed    2152.16          . {txt}{c |}
 936. {c |} {res}Employed   6466.885          . {txt}{c |}
 937. {c |} {res}Employed   4954.068          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 938. {c |} {res}Employed   3687.258          . {txt}{c |}
 940. {c |} {res}Employed    7466.47          . {txt}{c |}
 942. {c |} {res}Employed   1494.335          . {txt}{c |}
 945. {c |} {res}Employed   733.9775          . {txt}{c |}
 950. {c |} {res}Employed   3919.957          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 951. {c |} {res}Employed   3703.998          . {txt}{c |}
 953. {c |} {res}Employed   1316.085          . {txt}{c |}
 956. {c |} {res}Employed   4784.905          . {txt}{c |}
 957. {c |} {res}Employed   9716.921          . {txt}{c |}
 959. {c |} {res}Employed   4908.865          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 963. {c |} {res}Employed   4676.233          . {txt}{c |}
 965. {c |} {res}Employed   2740.933          . {txt}{c |}
 967. {c |} {res}Employed   2175.058          . {txt}{c |}
 968. {c |} {res}Employed   2190.642          . {txt}{c |}
 969. {c |} {res}Employed   2662.922          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 972. {c |} {res}Employed   2486.948          . {txt}{c |}
 973. {c |} {res}Employed   3525.889          . {txt}{c |}
 974. {c |} {res}Employed   3221.893          . {txt}{c |}
 975. {c |} {res}Employed   5643.016          . {txt}{c |}
 977. {c |} {res}Employed   3907.407          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 979. {c |} {res}Employed   2842.467          . {txt}{c |}
 980. {c |} {res}Employed   4774.172          . {txt}{c |}
 981. {c |} {res}Employed   3714.526          . {txt}{c |}
 985. {c |} {res}Employed   4218.984          . {txt}{c |}
 987. {c |} {res}Employed   4976.998          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 988. {c |} {res}Employed    1029.18          . {txt}{c |}
 990. {c |} {res}Employed   4172.272          . {txt}{c |}
 992. {c |} {res}Employed   3529.363          . {txt}{c |}
 995. {c |} {res}Employed   3714.595          . {txt}{c |}
 997. {c |} {res}Employed   2893.379          . {txt}{c |}
      {c LT}{hline 10}{c -}{hline 10}{c -}{hline 10}{c RT}
 998. {c |} {res}Employed   4675.069          . {txt}{c |}
 999. {c |} {res}Employed   4065.841          . {txt}{c |}
1000. {c |} {res}Employed    475.478          . {txt}{c |}
      {c BLC}{hline 10}{c -}{hline 10}{c -}{hline 10}{c BRC}

{com}. 
. gen count_incons = 1 if inconsistency == 1
{txt}(923 missing values generated)

{com}. gen count_correct = 1 if inconsistency == .
{txt}(77 missing values generated)

{com}. 
. egen incorrect_obs = total(count_incons)
{txt}
{com}. egen correct_obs = total(count_correct)
{txt}
{com}. 
. keep incorrect_obs correct_obs
{txt}
{com}. duplicates drop

{p 0 4}{txt}Duplicates in terms of {txt} all variables{p_end}

(999 observations deleted)

{com}. 
. graph hbar (asis) incorrect_obs correct_obs, bargap(30) blabel(bar) title("Survey Status: Wages Inconsistencies") /// 
> subtitle(" ")
{res}{txt}
{com}. graph export "`out'/wage_mismatch.png", replace width(800) height(600) as(png) 
{txt}{p 0 4 2}
(file {bf}
Design/02_outputs/wage_mismatch.png{rm}
not found)
{p_end}
{p 0 4 2}
file {bf}
Design/02_outputs/wage_mismatch.png{rm}
saved as
PNG
format
{p_end}

{com}. restore
{txt}
{com}. 
. br
{txt}
{com}. scatter wage hours_worked
{res}{txt}
{com}. log close 
      {txt}name:  {res}<unnamed>
       {txt}log:  {res}\\wsl.localhost\Ubuntu\home\ethan\ra_work\ppol6818\poverty\hfc_log.smcl
  {txt}log type:  {res}smcl
 {txt}closed on:  {res}11 Apr 2025, 20:46:06
{txt}{.-}
{smcl}
{txt}{sf}{ul off}